[ Lang ]

"Scanning will stop, if you continue this operation."="La recherche cessera si vous poursuivez cette opération."
"Call has been successfully recorded on USB device"="Appel enregistré avec succès sur périphérique USB"
"Transferring"="Transfert"
"(Empty)"="(Vide)"
"[Assigned]"="(Attribué)"
"<New Item>"="<Nouvel Article>"
"1.Confirm that USB device is compliant with USB 2.0."="1.Veuillez confirmer que l'appareil USB est compatible avec USB 2.0"
"10min"="10min"
"Oct"="Oct."
"October"="Octobre"
"Nov"="Nov."
"Noveber"="Novembre"
"120s"="120s"
"12 Hour"="12 Hour"
"Dec"="Déc."
"December"="Décembre"
"15s"="15s"
"1min"="1min"
"1h"="1h"
"Jan"="Jan"
"January"="Janvier"
"2.Try to replug the USB device."="2.Veuillez rebrancher votre appareil USB"
"24 Hour"="24 heures"
"2min"="2min"
"2h"="2 h"
"Feb"="Fév"
"February"="Février"
"3.Try to reboot the phone."="3.Veuillez redémarrer votre téléphone."
"30min"="30min"
"30s"="30s"
"3h"="3h"
"Mar"="Mar"
"March"="Mars"
"Apr"="Avr"
"April"="Avril"
"5min"="5min"
"May"="Mai"
"60s"="60s"
"6h"="6h"
"Jun"="Juin"
"June"="Juin"
"Jul"="Juil"
"July"="Juillet"
"802.1x"="802.1x"
"802.1x Mode"="Mode 802.1x"
"802.1x Settings"="Réglages 802.1x"
"Aug"="Aoû"
"August"="Août"
"Sep"="Sep"
"September"="Septembre"
"ACD"="ACD"
"L_ACD"="ACD"
"S_ACD"="ACD"
"ACD State"="État ACD"
"ACD Status"="Statut ACD"
"AES"="AES"
"Per-phone AES"="AES orienté MAC"
"Alert Group Paging Calls"="Alrte appls grp"
"Alert Click To Dial Calls"="Alrte compos "
"Alias"="Alias"
"AM"="AM"
"AMR License"="Licence AMR"
"AP Mac Address"="Adresse MAC PA"
"App Account"="Compte APP"
"Args Error!"="Erreur args!"
"AVG.Waiting Time"="Temps d’attente moyen"
"BFCP"="BFCP"
"BLF"="BLF"
"L_BLF"="BLF"
"BLF Hold"="BLF Hold"
"BLF is invalid!"="BLF non valide !"
"BLF Callout"="Légende BLF"
"BLF Call ID"="BLF Call ID"
"BLF Talking"="Discussion BLF "
"BLF List"="Liste BLF"
"L_BLF List"="Liste BLF"
"BLF Ring Type"="Type de sonnerie BLF"
"BLF Group"="BLF Group"
"BLF Ringing"="Sonnerie BLF "
"BLF Park"="Parc BLF"
"Use BroadWorks-based Call Control"="Utili appl contr BW"
"MENU_Callery"="Galerie"
"CC UID"="Id appl entr"
"CC Name"="Nom appl entr"
"CDP"="CDP"
"CDP Interval"="Intervalle CDP"
"CDP Status"="État CDP"
"CDP interval should be 1-3600!"="L’intervalle CDP doit être 1-3600 !"
"CFG Version"="Version CFG"
"Commportal Login"="Se connecter à Commportal"
"Compulsory"="Obligatoire"
"COM Version"="Version COM"
"DD MMM YYYY"="JJ MMM YYYY"
"DD/MM/YY"="JJ / MM / AA"
"DD/MM/YYYY"="JJ/MM/YYYY"
"DD-MMM-YY"="JJ-MMM-YY"
"MENU_DECT Setting"="Paramètres DECT"
"default_contact_image.png"="default_contact_image.png"
"German"="Deutsch (German)"
"DHCP"="DHCP"
"DHCP IP Client"="Client DHCP IPv4"
"DHCP IPv4 Client"="Client DHCP IPv4"
"DHCP IPv6 Client"="Client DHCP IPv6"
"The count of DHCP Option's values can't more than 5!"="The count of DHCP Option's values canont be more than 5!"
"DHCP option is invalid!"="Option DHCP non valide !"
"DHCP Start IP Address is invalid!"="Adresse IP de début DHCP non valide !"
"DHCP Time"="Heure DHCP"
"DHCP VLAN"="VLAN DHCP"
"DHCP Option"="Option DHCP"
"DHCP option!"="Option DHCP!"
"The count of DHCP Option's values"="The count of DHCP Option's values"
"DHCP End IP Address is invalid!"="Adresse IP de fin DHCP non valide !"
"Phone DND"="Téléphone NPD"
"DTMF"="DTMF"
"L_DTMF"="DTMF"
"DTMF is invalid!"="DTMF non valide !"
"DTMF Type"="DTMF Type"
"DTMF Info Type"="Type d'info DTMF"
"DTMF Payload Type"="Type de charge utile DTMF"
"DTMF Payload Type should be 96-127!"="DTMF payload type should be between 96-127!"
"DTMF-Relay"="Relais DTMF"
"E911"="Service E911"
"E911 Location"="Emplacement du service E911."
"E911 location set failed, please contact your administrator for help"="L’installation de l’emplacement du service E911 a échoué! Veuillez communiquer avec votre administrateur."
"EAP-FAST"="EAP-FAST"
"EAP-MD5"="EAP-MD5"
"EAP-None"="EAP-None"
"EAP-PEAP/GTC"="EAP-PEAP/GTC"
"EAP-PEAP/MSCHAPv2"="EAP-PEAP/MSCHAPv2"
"EAP-TLS"="EAP-TLS"
"EAP-TTLS/EAP-GTC"="EAP-TLS/EAP-GTC"
"EAP-TTLS/EAP-MSCHAPv2"="EAP-TTLS/EAP-MSCHAPv2"
"EDK"="EDK"
"EDK Prompt is Empty"="L'invite EDK est vide!"
"EHS ERROR!"="Erreur EHS!"
"English"="English (English)"
"Spanish"="Español (Spanish(EU))"
"Spanish_LA"="Español (Spanish(Latin))"
"ExitPri"="ExitPri"
"EXP Wallpaper"="Fond d'écran EXP"
"Fixed"="Fixé"
"Flexible Seating"="Sièges souples"
"FlexSeat Logout, Please Waiting..."="Déconnexion FlexSeat , veuillez patienter ..."
"Forward to Phone Number/SIP-URI"="RvNoTelSIPURI"
"French_CA"="Français (French(Canada))"
"French"="Français (French(EU))"
"FWD"="Avancer"
"Getting Balance"="Obtention équilibre"
"GK Line"="GK Ligne"
"GK Account"="GK Compte"
"Google Contact"="Google Contact"
"H.323"="H.323"
"HD"="HD"
"Hebrew_IME"="Hebrew_IME"
"L_Hot Desking"="Bureaux nomades"
"S_Hot Desking"="Bureaux nomades"
"L_Hoteling"="Partage"
"Https Port"="HTTPS Port"
"Https port"="Port HTTPS"
"Https port should be 1-65535!"="Le port HTTPS doit être compris entre 1 et 65535 !"
"Https Status"="État HTTPS"
"Http Port"="HTTP Port"
"Http port"="Port HTTP"
"Http port should be 1-65535!"="Le port HTTP doit être compris entre 1 et 65535 !"
"Http Status"="État HTTP"
"CC"="IC"
"IC"="IC"
"IC UID"="IC UID"
"IC Name"="Nom IC"
"IME"="IME"
"S_IME"="IME"
"INBAND"="INBAND"
"Intrude"="Intrusion"
"Invalid Common!"="Invalid Common!"
"ip/FQDN"="IP/FQDN"
"IP/URI"="IP/URI"
"IPv4"="IPv4"
"IPv4 IP"="IPv4"
"IPv4 WAN Port"="Port WAN IPv4"
"IPv4 Sec DNS"="IPv4 Sec.DNS"
"IPv4 WAN Type"="Type WAN IPv4"
"IPv4 Pri DNS"="IPv4 Pri.DNS"
"IPV4/IPV6 Conflict"="Conflit IPV4/IPV6"
"IPv4 Sec.DNS"="IPv4 Sec.DNS"
"IPV4 Conflict"="Conflit IPV4"
"IPv4 & IPv6"="IPv4 et IPv6"
"IPv4 Pri.DNS"="IPv4 Pri.DNS"
"IPv4 Status"="État IPv4"
"IPv4 Subnet Mask"="Mas ss-rés IPv4"
"IPv6"="IPv6"
"IPv6 IP"="IPv6"
"IPv6 IP Prefix is invalid!"="Préfx IPv6 IP invalide!"
"IPv6 Pri DNS"="DNS Prim. IPv6"
"IPv6 Sec DNS"="DNS Sec. IPv6"
"IPv6 WAN Port"="Port WAN IPv6"
"IPv6 Default Gateway"="Passerelle IPv6"
"IPv6 Sec.DNS"="DNS Sec. IPv6"
"IPV6 Conflict"="Conflit IPV6"
"IPv6 IP Prefix"="Préfixe IP IPv6"
"IPv6 WAN Type"="Type WAN IPv6"
"IPv6 Pri.DNS"="DNS Prim. IPv6"
"IPv6 Status"="État IPv6"
"IP Address"="Adresse IP"
"IP Address!"="Adresse IP!"
"IP Address is invalid!"="Adresse IP non valide !"
"IP address has been used!"="Adresse IP utilisée!"
"IP Phone"="Téléphone IP"
"Tracert IP or URL"="Tracert IP ou URL"
"IP Mode"="Mode IP"
"IPAddress Mode"="Mode IP"
"Direct IP Line"="Ligne IP directe"
"IP Direct Auto Answer"="Réponse auto IP Direct"
"Italian"="Italiano (Italian)"
"Korean_IME"="Korean_IME"
"LCD Backlight Test"="LCD Backlight Test"
"LDAP"="LDAP"
"L_LDAP"="LDAP"
"S_LDAP"="LDAP"
"LDAP server is unavailable"="Serveur LDAP non disponible."
"Ldap Disabled"="LDAP désactivé"
"LDAP get error tips failed!"="La demande de conseils sur l'erreur LDAP a échoué !"
"LDAP Authority"="Autorité LDAP"
"LDAP Search"="Recherche LDAP"
"Leave Wrap-up"="Laisser récapitulatif"
"LED Test"="LED Test"
"Listen BargeIn"="Écouter BargeIn"
"LLDP"="LLDP"
"LLDP Vlan"="LLDP Vlan"
"LLDP Status"="État LLDP"
"LLDP Packet Interval should be 1-3600!"="L’intervalle de paquet LLDP doit être compris entre 1 et 3600 !"
"Packet Interval"="Interv. paqu."
"M2P"="M2P"
"MAC Version"="Version MAC"
"MAC"="MAC"
"MAC Address"="Adresse MAC"
"MAC-Oriented"="AES orienté MAC"
"Mango"="Mango"
"MD5 Password"="Mot de passe MD5"
"Medium"="Moyen"
"L_Meet-Me"="Rejoignez moi"
"Meet-me"="Rejoignez moi"
"S_Meet-Me"="Rejoignez moi"
"Metaswitch CallLog"="Appels Metaswitch"
"MLHGS"="MLHGS"
"MM DD WW"="MM DD WW"
"MM DD WWW"="MM DD WWW"
"MM/DD/YY"="MM/JJ/AA"
"MOS-CQ"="MOS-CQ"
"MOS-LQ"="MOS-LQ"
"Moving contact..."="Déplacement contact ..."
"msec"="msec"
"NAT"="NAT"
"NAT Public IP Address"="Adresse IP publique NAT"
"NAT Status"="État NAT"
"New Unread Voice Mail(s)"="Nouvelle messagerie vocale non lue"
"New VID"="Nouveau VID"
"NextSpace"="NextSpace"
"No VLAN"="No VLAN"
"NTP Server1"="Serveur NTP 1"
"Invalid NTP server1!"="NTP server1 invalide!"
"NTP Server2"="Serveur NTP 2"
"NTP server1 is invalid!"="Serveur NTP 1 non valide !"
"NTP server2 is invalid!"="Serveur NTP 2 non valide !"
"On Demand"="Sur commande"
"On Demand with User Initiated Start"="Sur commande avec démarrage par l'utilisateur"
"OPUS"="Opus"
"opus codec is not available in four ways conference!"="Le codec Opus n'est pas"
"Outbound Alternate"="Alternatif"
"Outbound Proxy1"="Proxy sortant 1"
"Outbound Proxy2"="Proxy sortant 2"
"Outbound proxy is invalid!"="Proxy sortant non valide !"
"Invalid Proxy Fallback Interval!"="Intervalle de remplacement de proxy invalide!"
"Pause/Resume Notify"="Mettre en pause / reprendre la notification"
"PBX Queue"="File d'attente PBX"
"PC Port"="Port PC"
"PIN"="PIN"
"PIN/ID"="PIN/ID"
"Ping"="Ping"
"Ping Error"="Erreur Ping"
"Ping IP or URL"="Ping IP ou URL"
"PIN Code"="Code PIN"
"Pin code can't be empty!"="Le code PIN ne peut pas être vide!"
"Pin code is invalid!"="Code PIN invalide!"
"PM"="PM"
"Polish"="Polski (Polish)"
"Portuguese"="Português (Portuguese(EU))"
"Portuguese_LA"="Português (Portuguese(Latin))"
"PPPoE"="PPPoE"
"PPPoE PWD"="MDP PPPoE"
"PPPoE User"="Util. PPPoE"
"PPPoE User is invalid!"="L'utilisateur PPPoE invalide!"
"Not support bridge mode in PPPoE!"="Mode pont non supporté dans PPPoE!"
"PriChat"="PriChat"
"PSTN account unavailable"="Compte RTPC indisponible"
"Qos"="QoS"
"RFC2833"="RFC2833"
"RFC2833+SIP INFO"="RFC2833+SIP INFO"
"Rom Version"="Version Rom"
"Route Traversal"="Itinéraire Traversal"
"RPort"="RPort"
"RPS Open"="RPS ouvert"
"RPS Close"="RPS fermé"
"RTP Status"="État RTP"
"S_RTP Status"="État RTP"
"S/N"="S/N"
"S_S2S AcdLoginOut"="Conn/Déconn"
"S2S AcdLoginOut"="Conn/Déconn"
"S_S2S AcdLogin"="Connex ACD"
"S2S AcdLogin"="Connex ACD"
"S_S2S AcdLogout"="Déconn ACD"
"S2S AcdLogout"="Déconn ACD"
"S_S2S AcdRefresh"="Actualiser"
"S2S AcdRefresh"="Rafraîchir"
"S2S Unavailable Reason Code"="S2S Unavailable Reason Code"
"SCA Held"="SCA détenue"
"SCA Active"="SCA actif"
"SCA Bridge Active"="Pont SCA actif"
"SCA Alerting"="Alerte SCA"
"S_Seizing"="Intercepter"
"Seizing"="Intercepter"
"Set Hot Desking"="Définir Hot Desking"
"Signal Fail"="Défaillance signal"
"Signal OK"="Signal OK"
"Silent Bargin"="Entrée Silent Barge"
"SIP"="SIP"
"SIP server3 is invalid!"="SIP server3 is invalid!"
"SIP Password"="Mot de passe SIP"
"SIP Server1"="Serveur SIP 1"
"SIP Server2"="Serveur SIP 2"
"Invalid SIP server2!"="Serveur SIP2 invalide!"
"SIP Server3"="Serveur SIP 3"
"Invalid SIP server3!"="Serveur SIP3 invalide!"
"SIP Proxy can't be empty!"="Le proxy SIP ne peut pas être vide !"
"Invalid SIP server1!"="Serveur SIP1 invalide!"
"Sip Line"="Ligne SIP"
"SIP INFO"="SIP INFO"
"SIP Register name"="Nom d’enregistrement SIP"
"S_Skip"="Sauter"
"SN"="SN"
"SNTP Setting"="paramètres SNTP"
"SRTP"="SRTP"
"SSID"="SSID"
"SSID can't be empty!"="SSID (nom du réseau) ne peut pas être vide !"
"Start/Stop Notify"="Notification de démarrage / d'arrêt"
"Static NAT"="NAT statique"
"STUN"="STUN"
"STUN Port"="Port STUN"
"STUN Server is invalid!"="Le serveur STUN n’est pas valide !"
"STUN Server"="Serveur STUN"
"STUN server can't empty!"="Le serveur STUN ne peut pas être vide!"
"Invalid STUN server port!"="Port de serveur STUN invalide!"
"STUN Server port is Invalid!"="Port du serveur STUN non valide !"
"Invalid STUN server!"="Serveur STUN invalide!"
"STUN Status"="Statut STUN"
"TCP"="TCP"
"TCP Lowest Port"="TCP Lowest Port"
"TCP Highest Port"="TCP Highest Port"
"3rd-party VMR"="VMR tiers"
"TKIP"="TKIP"
"TKIP AES"="TKIP AES"
"TLS"="TLS"
"Touch Tone"="Tonalité tactile"
"Trace Route Error"="Trace Route Error"
"Turkish"="Türkçe (Turkish)"
"UC Favorite"="Favoris CU"
"UC Favorites"="UC Favorites"
"UDP"="UDP"
"UDP Lowest Port"="UDP Lowest Port"
"UDP Highest Port"="UDP Highest Port"
"URI is invalid!"="URI non valide !"
"Invalid URI!"="URI invalide!"
"L_URL"="URL"
"URL is invalid!"="URL non valide !"
"URL can't be empty!"="L’URL ne peut pas être vide"
"URL is error"="L'URL est une erreur!"
"L_URL Record"="Enreg. URL"
"URL Record"="Enreg. URL"
"The URL is empty!"="L'adresse URL est vide"
"URL is empty"="Adresse URL vide!"
"Invalid URL!"="URL invalide!"
"MENU_USB Record"="Enreg. URL"
"USB Record"="USB"
"USB device connection failure!"="Échec de connexion du périphérique USB !"
"USB Photo"="USB Photo"
"USB current overload"="Surcharge de courant USB"
"USB heaset connected"="Casque d'écoute USB connecté."
"USB headset connected"="Casque USB connecté."
"USB heaset removed"="Casque d'écoute USB déconnecté."
"USB headset removed"="Casque USB retiré."
"USB device connected successfully"="USB connecté avec succès"
"USB device has been connected successfully!"="Clé USB connectée."
"No images in USB flash drive."="Aucune image dans la clé USB"
"Failed to get data from USB flash drive"="Impossible d'obtenir des données depuis la clé USB!"
"USB device is removed!"="Clé USB déconnectée."
"USB Inserted"="USB inséré"
"USB Connected"="USB connecté"
"USB Removed"="USB enlevé!"
"USB device has been moved"="Clé USB retirée."
"Invalid Value!"="Valeur invalide!"
"VID Number"="Numéro VID"
"Invalid VID nubmer!"="NID VID invalide!"
"VID nubmer is invalid!"="Numéro VID non valide !"
"VID number should be 1-4094!"="Le numéro VID doit être compris entre 1 et 4094 !"
"VLAN"="VLAN"
"VLAN ID"="VLAN ID"
"VLAN Status"="État VLAN"
"Voice Qos"="Voix Qos"
"VPN"="VPN"
"WAN IP"="IP WAN"
"WAN MASK"="MASQUE WAN"
"WAN Port"="Port WAN"
"WAN Type"="Type WAN"
"WEP"="WEP"
"Whisper BargeIn"="Whisper BargeIn"
"Wi-Fi"="Wi-Fi"
"WIFI MAC"="Wi-Fi MAC"
"Wi-Fi Mac"="Wi-Fi MAC"
"Wifi: On"="Wi-Fi : activé"
"Wifi: Connected"="Wi-Fi : connecté"
"Wifi Test"="Test Wi-Fi"
"WIFI Authentication"="Authentification Wi-Fi"
"Wifi switch is closed, open it or not?"="Le Wi-Fi est désactivé, l'activer maintenant?"
"Wifi_Password"="Mot de passe Wi-Fi"
"Wifi unreachable"="Wi-Fi inaccessible"
"Wizard"="Wizard"
"WPA2-EAP"="WPA2-EAP"
"WPA2-PSK"="WPA2-PSK"
"WPA-EAP"="WPA-EAP"
"WPA-PSK"="WPA-PSK"
"WPA Shared Key"="Clé partagée WPA"
"WPA Shared Key can't be empty!"="Le champ de la clé partagée WPA ne peut être vide !"
"S_WPS"="WPS"
"WPS"="WPS"
"S_WPS-PIN"="WPS-PIN"
"WPS-PIN"="WPS-PIN"
"WPS has opened, please connect in "="WPS a été activé, connexion"
"WWW DD MMM"="WWW DD MMM"
"WWW MMM DD"="WWW MMM DD"
"XML"="XML"
"XML_Idle"="XML"
"Server XML"="Serveur XML"
"S_XMLDir"="XMLDir"
"S_XMLMenu"="Répert. XML"
"XMLMenu"="Répert. XML"
"L_XML Brower"="XML Brower"
"S_XML Brower"="Navigateur XML "
"XML Browser"="Navigateur XML"
"XmlBrowser"="Navigateur XML"
"XmlBrowser_Idle"="Navigateur XML"
"L_XML Browser"="Navigateur XML"
"Xml browser url cannot be empty!"="XML browser URL cannot be empty!"
"Xml Browser is invalid!"="Navigateur XML non valide !"
"L_XML Group"="Groupe XML"
"S_XML Group"="Groupe XML"
"XML Group"="Groupe XML"
"XML Info"="XML Info"
"XSI access password is wrong !"="XSI access password is incorrect!"
"Web access password is wrong!"="Mot de passe pour accès web incorrect !"
"XsiEvent"="Événement XSI"
"XSI is empty"="XSI est vide"
"XSI information is incomplete!"="Informations XSI incomplètes !"
"YLCloud"="Yealink Cloud"
"YY/MM/DD"="YY/MM/DD"
"YY-MM-DD"="YY-MM-DD"
"YYYY MM DD"="YYYY MM DD"
"YYYY/MM/DD"="YYYY/MM/DD"
"YYYY-MM-DD"="AAAA-MM-JJ"
"S_Z_Pickup."="Z_Pickup."
"Russian"="Pусский (Russian)"
"S_Security"="Sécurité"
"Security"="Sécurité"
"security"="Sécurité"
"Security Classification"="Classification sécurité"
"Security Classification"="Classification sécurité"
"Security Mode"="Mode sécurité"
"Installed"="installée"
"Installed failed"="Échec de l'installation"
"KEY"="TOUCHE"
"Key Type"="Type de touche"
"Key Event"="Évenmt maj"
"Key Tone"="Tonalité de touche"
"Press Up or Down To Switch Number"="Utiliser les touches vers le haut et vers le bas pour changer les numéros."
"Office Number"="Numéro de bureau"
"Office Phone"="Téléphone de bureau"
"Invalid Office number!"="N° bureau invalide!"
"Office number is invalid!"="N° bureau est invalide!"
"Far Hold"="Corr. attente"
"Hold"="Attente"
"L_Hold"="Attente"
"Public Hold"="Attente pub"
"S_Far Hold"="Corr. attente"
"S_Hold"="Attente"
"S_Public Hold"="Attente pub"
"S_Save"="Enregistrer"
"Save"="Enregistrer"
"Saved!"="enregistré !"
"Save Success!"="Sauvegarde réussie!"
"Success Saved!"="Saved successfully!"
"Ring saving ..."="Enregistrement sonnerie..."
"Save Password"="Enregistrer le mdp"
"Saving  Configuration..."="Sauvegarde de la config"
"Save Failed!"="Échec sauvegarde !"
"Save Failed! The same profile name or SSID exist"="Enregistrement a échoué! Nom du profil ou SSID déjà existant. "
"Saving files!"="Enregistrement des fichiers !"
"Saving"="Enregistrer"
"Saving. Please wait..."="Enregistrement en cours. veuillez patienter..."
"Saving..."="Sauvegarde..."
"Saving... Please Wait"="Enregistrement... Veuillez patienter"
"Sec.DNS"="DNS Sec."
"Secondary DNS is invalid!"="DNS secondaire non valide !"
"Backlight"="Rétroéclairage"
"Backlight Time"="Dur. rétroéc."
"Backlight Active Level"="Niveau actif"
"Backlight Inactive Level"="Niveau inactif"
"Local_Idle"="Local"
"Local History"="Historique local"
"S_Local History"="Historique local"
"local Directories"="Annuaire local"
"Local Directory"="Répertoire local"
"LocalDirectory"="Annuaire local"
"LocalDirectory_Idle"="Annuaire local"
"S_LocalDir"="Répertoire local"
"Sorry,Only 1000 contacts are allowed!"="Sorry, directory reached the max limit of 1004 records."
"Local Anonymous"="Local anonyme"
"Local Anonymous Rejection"="Rej loc anoym"
"L_Local Group"="Groupe local"
"Local Group"="Groupe local"
"S_Local Group"="Groupe local"
"Local CallLog"="Appels locaux"
"Local User"="Utilisateur local"
"Local Codec"="Codec local"
"Wallpaper"="Papier peint"
"Wallpaper will change into the default image. Confirm to delete or not?"="Le fond d'écran sera modifié avec l'image par défaut. Voulez-vous continuer?"
"Edit"="Modifier"
"ICON_Edit"="Modifier"
"S_Edit"="Modifier"
"Edit My Device Information"="Modifier infos de mon périphérique"
"Edit Network"="Modifier le réseau"
"Edit Location"="Modifier Emplacement"
"Editing"="Modifier"
"S_Editing"="Modifier"
"Edit Paging Address"="Modifier Adresse URL"
"Alter Type"="Type d'alarme"
"DispCode"="CodeDisp"
"L_Dispcode"="CodeDisp"
"S_DispCode"="CodeDisp"
"Invalid On code!"="Code actif invalide!"
"Mark All as new"="Tout marquer comme nouveau"
"Mark All as heard"="Tout marquer comme entendu"
"Mark as new"="Marquer comme nouveau"
"Mark as heard"="Marquer comme entendu"
"Mark as read"="Marquer comme lu"
"Label"="Étiquette"
"Invalid Label!"="Label invalide!"
"title"="titre"
"Dial Emergency"="Appel d'urgence"
"Dialing"="Numérotation"
"Play"="Lire"
"Playing"="Lecture"
"S_Play"="Lire"
"Play Ring"="Anneau de jeu"
"Play Record"="Lire Enregistrement"
"Play Tone"="Sonnerie téléphone"
"Play Voice Message"="Écouter le message vocal"
"Unclassified"="Non classé"
"Unclassified"="Non classé"
"Does not exist anywhere"="Aucun nulle part existe!"
"Can't be empty"="Ne peut pas être vide !"
"Unavailable !"="Indisponible!"
"Unable to add to blacklist!"="Impossible d'ajouter à la liste noire!"
"Unable to add to contacts!"="Impossible d'ajouter aux contacts!"
"Can't be empty!"="Ne peux pas être vide!"
"Connot download PLCM Phonebook"="Impossible de télécharger le répertoire téléphonique PLCM"
"mismatch"="Désassembler"
"Contact is not local!"="Pas de contact local!"
"Not allow opt in/out"="Inscription/Désinscription non permise."
"Anonymity Disallowed"=" Anonymat interdit!"
"Department"="Service"
"Sample Rate"="Taux d'échantillonnage"
"Menu"="Menu"
"S_Menu"="Menu"
"Menu key"="Touche menu"
"Operator fail"="Échec de l'opération!"
"Draftbox"="Brouillons"
"Test OK"="Test de réussite"
"Fail in testmode"="Fail in testmode!"
"Test Fail"="Test échoué"
"DECT dongle is removed,reboot and switch to DD Phone mode?"="Dongle is removed, reboot and switch to DD Phone mode?"
"DECT dongle is inserted,reboot and switch to DD Phone mode?"="Dongle DECT est inséré, redémarrer et passer en mode DD Phone?"
"S_View"="Visualiser"
"View"="Visualiser"
"VIEW"="VIEW"
"View more contacts..."="Voir plus de contacts"
"View more contacts..."="Voir plus de contacts"
"View Executive List"="Voire liste exécutif"
"View Voice Mail"="Voir message vocale"
"View Assistant List"="Voir liste assistant"
"Search LDAP Contacts"="Cherch contacts LDAP"
"Search Directory"="Annuaire de recherche"
"Search For Contacts"="Chercher des contacts"
"Search All Contacts"="Chercher ts contacts"
"Search Network Contacts"="Cherch. cont. rés."
"Consult"="Consulter"
"S_Split"="Séparer"
"Split"="Séparer"
"Split All"="Partager tout"
"Product ID"="Id. produit"
"Product Name"="Nom du produit"
"Always Off"="Toujours éteint"
"General"="Général"
"Generally Settings"="Réglages généraux"
"Always On"="Toujours allumé"
"Exceed the upper limit!"="Exceed the max limit!"
"success"="succès"
"Logout successful"="Déconnecté avec succès !"
"Login successful"="Connecté avec succès !"
"Disconnect Success."="Déconnecté avec succès!"
"Add the records success"="Succès ajout enregistrement!"
"Move to blacklist success"="Déplacement vers la liste noire réussi"
"Move the contacts success"="Déplacement vers les contacts réussi"
"MTSW ACD Member"="Membre"
"S_Members"="Membres"
"S_MTSW ACD Member"="Membre"
"Memory Full"="Membres complet!"
"city"="ville"
"Duration"="Durée"
"Factory Installed"="Installé en usine"
"Outbound Alternate Number is invalid!"="Numéro sortant alternatif non valide !"
"Outbound Alternate Phone Number"="Numéro sortant"
"Initial Call Back?"="Rappel initial?"
"Initial ACD State"="État ACD initial"
"Initial State"="État initial"
"Storage Media Properties"="Espace de stockage"
"Wrap up"="Conclusion"
"Disposition Code"="Code de disposition"
"Pager"="téléavertisseur"
"Transport"="Transport"
"Transmit Rate"="Taux de transfert"
"Fax"="télécopieur"
"Secondary DNS"="DNS secondaire"
"from the conference?"="de la conférence?"
"Remove from Favorite"="Retirer des favoris"
"ICON_Remove from Favorite"="Retirer des favoris"
"Remove selected from favorite?"="Supprimer le sélectionné des favoris?"
"error"="Erreur"
"Wrong user name"="Nom d'utilisateur incorrect!"
"Wrong user name or password!"="Mauvais nom d’utilisateur ou mot de passe !"
"Bad Request"="Mauvaise requête"
"Bad request!"="Mauvaise requête"
"Reached the upper limit of 12 hours recording time"="Reached the max limit of 12-hour recording time"
"Reply"="Répondre"
"Open fail"="Échec de l'ouverture!"
"Proxy Fallback Interval"="Int rep proxy"
"Proxy Fallback Interval is invalid!"="Intervalle de repli du proxy non valide !"
"Invalid Call on code!"="Invalid call on code!"
"Invalid Reject on code!"="Rejet code actif invalide!"
"Idle Clock"="Horloge sur veille"
"Idle Clock Display"="Affichage horloge sur veille"
"SymmOneWayDelay"="Symm Délai Unidirectionnel"
"Current PIN is incorrect."="PIN actuel incorrect!"
"Current PIN"="Ancien PIN"
"Current Time"="Heure actuelle"
"VPN can't be on \n\n when file do not exist!"="Le VPN ne peut pas être activé \n\n lorsque le fichier n’existe pas !"
"To navigate the menu, please use the arrow keys below!"="Pour parcourir le menu, veuillez utiliser les touches fléchées ci-dessous !"
"Import Config"="Importer Config"
"To:"="À:"
"reached!"="Atteint!"
"GuestOut"="DécoInvité"
"Log Out"="Déconnexion"
"Logged Out"="Déconnecté"
"Logout"="Déconnexion"
"S_GuestOut"="DécoInvité"
"S_Logout"="Déconnexion"
"SignOut"="Déconnexion"
"L_Logout"="Déconnexion"
"In the logout"="Déconnexion…"
"In the logout ......"="Dans la déconnexion......"
"ACD Login"="Connexion ACD"
"Logged-in Members"="Membres connectés"
"Login Type"="Type de connexion"
"Login failed,password mistake."="Échec connexion, mdp incorrect."
"Login Timer"="Minuteur Connexion"
"Login as"="S’identifier comme"
"Guest Login"="Connexion invité"
"GuestIn"="ConnInvité"
"Logged In"="Connecté"
"Login"="Connexion"
"S_GuestIn"="ConnInvité"
"S_Login"="Connexion"
"SignIn"="Connexion"
"L_Login"="Connexion"
"Login..."="Connexion..."
"Login Failed."="Échec de la connexion."
"Logging in"="Se connecter"
"In the login ......"="Dans le login ......"
"Wait for"="Attendre pendant"
"Wait Time"="Temps d’attente"
"Level changed"="Niveau changé"
"Low"="Faible"
"region"="région"
"Address"="Adresse"
"Address incomplete"="Adresse imcomplète!"
"Location Saved."="Emplacement sauvegardé."
"Dot"="Point"
"Touch to connect with "="Toucher pour vous connecter à"
"LocalMenu"="Répertoire local"
"Phonebook"="Annuaire"
"L_PhoneBook"="Annuaire"
"Phonebook(0)"="Annuaire(0)"
"PhoneBook Name"="Nom du répertoire"
"Phone number can't be empty!"="Le numéro de téléphone ne peut pas être vide !"
"Search by Phone Number"="Recherche par numéro de téléphone"
"Phone number is empty!"="Numéro de téléphone vide!"
"Phone numbers should only consist of digits, with an optional family mailbox id."="Le numéro de téléphone doit comprendre que de chiffres et d'un identifiant de messagerie familiale optionnel."
"Phone Unlock PIN"="Code déverrouillage téléphone"
"Telephone-Event"="Événement téléphonique"
"Phone To Ring"="Tél appl"
"The call was hung up"="L'appel a été raccroché"
"Cable Disconnect"="Cable disconnected!"
"Email"="Email"
"MENU_Email"="Email"
"Top Secret"="Top secret"
"Top Secret"="Top secret"
"Packet Lost"="Paquet perdu"
"S_Discard"="Abandonner"
"Jitter"="Jitter"
"Standalone mode"="Mode autonome"
"Read"="Lire"
"Reading File..."="Lecture du fichier..."
"L_SMS"="SMS"
"S_SMS"="SMS"
"SMS"="SMS"
"Disconnect"="Déconnecter"
"ICON_Disconnect"="Déconnecter"
"S_Disconnect"="Déconnecter"
"Disconnect with"="Déconnecter avec"
"Disconnected"="Déconnecté"
"Disconnect failed."="Échec de déconnexion!"
"Queue"="File d’attente"
"Queue Name"="Nom de la file"
"Queue Status"="État de la file d’attente"
"Contrast"="Contraste"
"Sorry,you can only make two calls!"="Sorry, only two calls are available."
"Far UnHold"="Far UnHold"
"Far Resume"="Far Resume"
"Busy Here"="Occupé ici!"
"Intercom"="Intercom "
"L_Intercom"="Intercom "
"S_Intercom"="Intercom "
"Intercom Number is invalid!"="Numéro interphone non valide !"
"Intercom Barge"="Acc auto intercm"
"Intercom Mute"="Sourdine intercom "
"Intercom Tone"="Sonnerie intercom"
"Headset mode disabled"="Mode casque désactivé"
"Headset Connected"="Écouteur connecté"
"From"="De"
"Outbox"="Boîte d’envoi"
"S_Dial"="Envoyer"
"S_Send"="Envoyer"
"Send"="Envoyer"
"To"="À"
"Send Warn"="Envoyer avertissement"
"Send Anonymous Rejection Code"="CodeRejAnon"
"Send Anonymous Code"="Env code anon"
"Sending Provision Requests"="Envoi d’une demande de fourniture"
"Sending Requests..."="Envoi de requêtes..."
"S_Send Message"="Envoyer message"
"Send Message"="Envoyer message"
"Chinese_T"="繁體中文 (Chinese Traditional)"
"Back"="Retour"
"S_Back"="Retour"
"Back To Record"="Retour à l'enregistrement"
"Discard"="Abandonner"
"Do you want to discard your change?"="Souhaitez-vous abandonner le changement ?"
"Invalid Number"="Numéro invalide"
"Value is invalid!"="Valeur non valide !"
"Illegal Character"="Caractère illégal"
"Not Emergency Number!"="Aucun numéro d'urgence!"
"Too hight of resolution!"="The resolution is too high!"
"Extension"="Extension"
"Extension Number"="Numéro de poste"
"extension_number"="numéro_poste"
"Fail to alloc memory!"="Failed to alloc memory!"
"Shared Directory"="Répertoire de partage"
"Min"="Min"
"minutes left for call recording"="minutes restantes pour enregistrement de l’appel"
"No"="Non"
"Server"="Serveur"
"Service"="Service"
"Server URL"="URL du serveur"
"Invalid Server URL!"="URL serveur invalide!"
"server error"="Erreur du serveur"
"Service error!"="Erreur du serveur!"
"URL"="URL"
"Invalid Server!"="Serveur invalide!"
"Server is invalid!"="Serveur non valide !"
"float"="flotte"
"Extention"="Extension"
"Copy to Favorite"="Copier dans les favoris"
"Capy Favorite Fail"="La copie dans les favoris a échoué!"
"Copy to Favorites failed!"="Échec copie favoris!"
"Copy to All Lines?"="Copier sur toutes les lignes?"
"Copy selected to favorite ?"="Copier sélection pour favoris?"
"Copy selected to favorite?"="Copier sélection pour favoris?"
"Overwrite the original contact?"="Écraser le contact original ?"
"This action can not be reversed."="Cette action est irréversible."
"This action can not be reversed."="Cette action est irréversible."
"The file doesn’t exist"="Fichier n'existe pas!"
"The file doesn't exist"="Le fichier n'existe pas"
"The value must be between:1024~65535"="The value must be between:1024~65535"
"Changing Language..."="Réglage de la langue..."
"Advanced"="Avancé"
"MENU_Advanced"="Avancé"
"Advanced Setting"="Réglages avancés"
"MENU_Advanced Setting"="Réglages avancés"
"user"="Utilisateur "
"L_ACD Trace"="Trace"
"More"="Plus"
"S_More"="Plus"
"S_Show More"="Plus"
"More..."="Plus..."
"S_Show Less"="Masquer"
"Refresh"="Rafraîchir"
"S_Flash"="Flash"
"S_Update"="Mise à j."
"Update"="Mise à j."
"Now to update the firmware and disconnect with all external micphones"="Pour mettre à jour le micrologiciel, se déconnecter de tous les microphones externes."
"Update Config"="Mettre à jour la config"
"Update Configuration"="Mettre à jour la configuration"
"Updating Configuration..."="Mise à jour config"
"Failed to update configuration."="Failed to update configuration!"
"Configuration updating failed."="Échec de mise à jour de la configuration."
"Configuration updating completed."="Mise à jour de la configuration terminée."
"Configuration updating."="Mise à jour de la configuration en cours..."
"Update Complete"="Mise à jour terminée!"
"Updating Network"="Mettre à jour le réseau"
"Update Firmware"="Mise à jour du firmware"
"Updating !"="Mise à jour!"
"Updating, please wait..."="Mise à jour, veuillez patienter..."
"Refreshing..."="Actualisation..."
"Work Phone"="Téléphone travail"
"work_phone"="tél_travail"
"Work Number"="Numéro au travail"
"Business Hours"="Heures de travail"
"Working time"="Work Time"
"Common"="Commun"
"Features"="Caractér."
"MENU_Features"="Caractér."
"The feature could not be activated !"="The feature cannot be activated!"
"Function key"="Touches fonction"
"The feature activated !"="La fonctionnalité est activée!"
"Shared Calls"="Appels partagés"
"Share line unavailable"="Partage de ligne indisponible"
"Alert SCA Location"="Empl alrm SCA"
"Firmware"="Progiciel"
"Firmware Update..."="Mise à jour du micrologiciel..."
"Customer"="Client"
"End Call"="Fin appel"
"Hang Up"="Raccrocher"
"S_End Call"="Fin appel"
"Off"="Désactivé"
"Invalid Off code!"="Code arrêt invalide!"
"Off Code"="Code off"
"Off code can't be empty!"="Le code de désactivation ne peut pas être vide !"
"Relation"="Relation"
"Manage"="Gérer"
"S_Manage"="Gérer"
"admin"="Admin"
"Manage Group"="Gérer un groupe"
"Broadcasting..."="Diffusion..."
"FWD International"="Transf interntl"
"Country"="pays"
"Filter Type"="Type de filtre"
"Buddies"="Amis"
"L_Buddies"="Amis"
"Number"="Numéro"
"Phone Number"="Numéro de téléphone"
"Phone Numbers"="Numéros de téléphone"
"number?"="Numéro?"
"Number is invalid!"="Le numéro n’est pas valide !"
"Number can't be empty!"="Le numéro ne peut pas être vide !"
"number is empty!"="Le numéro est vide!"
"Unallocated Number"="Nombre non attribué"
"Number already exists!"="Le numéro existe déjà !"
"Blacklist"="Liste noire"
"ICON_Blacklist"="Liste noire"
"black list full"="Blacklist is full!"
"Callout"="Légende"
"Outgoing Call"="Appels sortants"
"S_Callout"="Légende"
"Key As Send"="Touche pour envoyer"
"Dial"="Envoyer"
"ICON_Dial"="Envoyer"
"MENU_Dial"="Envoyer"
"Call for BLF"="Call for BLF"
"Call Waiting"="Appel en attente"
"Placed Calllog"="Appels Placés"
"Placed Calls"="Appels Placés"
"Call Control"="Contrôle d'appel"
"MENU_Call Control"="Contrôle d'appel"
"Call Screening"="Dépistage d'appel"
"Call Screening Switch"="Interptr dépis appl"
"Call Fail"="Échec appel"
"Call Alerting"="Alarme d'appel"
"Call Push Recall After"="Rep app si non décro"
"S_Call Push"="Appel Reçu"
"Call Completion"="Conclusion d'appel"
"S_Call Info"="Appelez Info"
"Call has been successfully recorded on USB device!"="Appel enregistré avec succès sur périphérique USB"
"Call VoiceMail"="Appeler la boîte vocale"
"S_Call VoiceMail"="Appeler la boîte vocale"
"Call Voice Mail"="Appeler messagerie vocale"
"S_Call Voice Mail"="Appeler messagerie vocale"
"Invalid Call Park Number!"="Invalid call park number!"
"Callers Waiting"="Appelants en attente"
"Calling"="Appel"
"Call Center Phone"="Call Center Phone"
"Call Forward"="Renvoyer un appel"
"Call Forwarding Not Reachable"="Renvoi d'appel non accessible"
"Call maximum"="Appel maximum"
"Ignore"="Ignorer"
"S_Ignore"="Ignorer"
"S_Directories"="Annuaire"
"S_Directory"="Annuaire"
"L_Directories"="Annuaire"
"History"="Récents"
"MENU_History"="Récents"
"S_Calllog"="Récents"
"S_History"="Récents"
"Video message cannot be played on the phone!"="Message vidéo ne peut être visionné sur le téléphone"
"video message cannot be played on the phone!"="Video message cannot be played on the phone!"
"Wallpaper for both phone and EXP will change into the default image. Confirm to delete or not?"="Le fond d'écran pour téléphone et EXP sera modifié avec l'image par défaut. Voulez-vous continuer?"
"Welcome"="Bienvenue"
"RoundTripDelay"="TransmissionAllerRetour"
"Resume"="Reprendre"
"S_Resume"="Reprendre"
"Reset to Factory"="Rétablir les réglages d’usine"
"Factory Setting?"="Réglage d'usine?"
"Reset To Factory Setting?"="Rétablir les réglages d’usine ?"
"resume record"="Reprendre l'enregistrement"
"S_UnMute"="Act. mic."
"UnMute"="Act. mic."
"Resume REC"="Repris"
"ResumeREC"="Repris"
"S_Resume REC"="Repris"
"S_ResumeREC"="Repris"
"Failed to resume recording"="Impossible de reprendre l'enregistrement!"
"Call Return"="Rappel"
"CallReturn"="Rappeler"
"L_Recall"="Rappel"
"Recall"="Rappel"
"S_Recall"="Rappel"
"S_Redial"="Recomposition"
"L_Call Return"="Rappel"
"S_Call Return"="Rappel"
"Call Back"="Rappeler"
"S_Call Back"="Rappeler"
"S_Reply"="Répondre"
"Conf"="Conf"
"Conference"="Conférence"
"L_Conference"="Conférence"
"S_Conference"="Conférence"
"Conference with"="Conférence avec"
"Meeting ID"="ID de la réunion"
"ConferenceURL"="URL de conférence"
"Conf Manage"="Gérer la configuration"
"Conference Manage"="Gestion de conférence"
"conference_number"="numéro_conférence"
"Obtaining Status..."="Obtention état..."
"Obtaining IP Address"="Obtention de l’adresse IP"
"Getting"="Obtention"
"Secret"="Secret"
"Secret"="Secret"
"PrimaryContact"="Contact principal"
"MENU_Basic Setting"="Basique"
"Basic Setting"="Basique"
"Enable this Location"="Actv empl"
"Active Level"="Niveau actif"
"Active Line"="Ligne active"
"MENU_Calculator"="Calculatrice"
"Record Mode"="Mode d'enregistrement"
"Record file saved"="Fichier d'enregistrement enregistré"
"Record Failed"="Enregistrement échoué"
"Remember the Password"="Se souvenir du mdp"
"Encryption Type"="Type de cryptage"
"S_Join"="Joindre"
"Loading phonebook is error!"="Erreur dans chargement de l'annuaire"
"Load Failed"="Échec du chargement"
"Loading image..."="Chargement image ..."
"Image loading. Please wait !"="Chargement image ... Veuillez attendre!"
"Loading File..."="Chargement du fichier..."
"Loading"="Chargement"
"Loading, please wait..."="Chargement, veuillez patienter..."
"Family"="Famille"
"home_phone"="téléphone_domicile"
"Home Number"="Numéro de domicile"
"HomeNumber"="Numéro de domicile"
"Family number is invalid!"="Family number is invalid!"
"Holiday Schedule"="Jours de Congé"
"Interval"="Intervalle"
"S_Silent Monitor"="Surv. Silence"
"Silent Monitor"="Surv. Silence"
"Network Checking..."="Vérification du réseau"
"Check"="Vérifier"
"S_Check"="Vérifier"
"Checking!"="Vérification…"
"Simple"="Simple"
"Chinese_S"="简体中文 (Chinese Simplified)"
"Short Label"="Étiquette abrégée"
"Setup"="Installer"
"Keyboard"="Clavier"
"Keypad"="Clavier"
"S_Keypad"="Clavier"
"KeyBoard Test"="Test du clavier"
"KeyBoard test succeed!"="Keyboard test succeed!"
"KeyGuard"="Verrouillage du clavier"
"Keypad Lock"="Verr. Téléphone"
"KeypadLock"="Verr. Téléphone"
"L_KeypadLock"="Verrouillage Téléphone"
"L_Phone Lock"="VerrTél"
"Phone Lock"="Verrouillage du téléphone"
"S_KeypadLock"="Verr. tél."
"S_Phone Lock"="VerrTél"
"Lock type"="Type de verr."
"Lock Time Out"="Verr auto"
"Keypad locked."="Téléphone verrouillé."
"Move selected to contactlist ?"="Déplacer dans contact?"
"Received"="Recevoir"
"Recv"="Recevoir"
"Accept the connection request from "="Accepter la demande de connexion de "
"Anonymous call can't be rejected \n\n when answer only!"="Anonymous call cannot be rejected \n\n when answer only!"
"street"="rue"
"Finished"="Terminer"
"End IP should be larger than Start IP!"="End IP should be larger than Start IP!"
"Voice Mail Finished"="Message vocal terminé"
"Stop Time"="Heure de fin"
"DPickup"="Réponse directe"
"L_Pick Up"="Décrocher"
"Pick Up"="Réponse directe"
"Pickup_Idle"="Réponse directe"
"S_DPickup"="Réponse directe"
"S_Pick Up"="Décrocher"
"S_Screenshot"="Capture d'écran"
"Guest Unlock"="Déverr inv"
"S_Unlock"="Déverr."
"Unlock"="Déverr."
"Unlock"="Déverr."
"Unlock PIN"="PIIN déverr"
"Unlock Pin incorrect"="NIP incorrect!!"
"Barge In"="Interrompre"
"S_Barge In"="Interrompre"
"Today"="Aujd"
"Emergency Call Only"="Appel d’urgence uniquement"
"Emergency"="Urgence"
"L_Emergency"="Urgence"
"S_Emergency"="Urgence"
"Emergency Escalation"="Escalade d'urgence"
"Urgent Message"="Message urgent"
"Enter"="Choisir"
"S_Enter"="Choisir"
"Attended Transfer"="Transfert assisté"
"Far Mute"="Corr. sil."
"S_Far Mute"="Corr. sil."
"Disabled"="Désactivé"
"Forbidden Number"="Numéro interdit"
"manually configing is forbidden!"="Config manuelle interdite!"
"Executive"="Exécutif"
"Executive Common Settings"="Réglages commun exécutif"
"Executive-Assistant"="Adjoint exécutif"
"Executive-Originator"="Cadre-Initiateur"
"ALERT"="Alerter"
"Warning"="Attention"
"Warnings"="Avertissements"
"Warning Interval(s)"="Intervalle d'avertissement"
"Warrning Tone Interval must be >"="Warning tone interval must be >"
"Warrning Tone Interval must be >= 10 and <= 1800"="L'intervalle de tonalité de mise en attente doit être> = 10 et <= 1800"
"Static DNS"="DNS statique"
"Static IP"="IP statique"
"Static IP Client"="Client IPv4 statique"
"Static IPv4 Client"="Client IPv4 fixe"
"IPv4 Static DNS"="DNS statique IPv4"
"Static IPv6 Client"="Client IPv6 statique"
"IPv6 Static DNS"="DNS statique IPv6"
"Mute"="Sourdine"
"S_Mute"="Sourdine"
"S_Silence"="Silence"
"Silence"="Silence"
"Silent"="Silencieux"
"Slient"="Slient"
"old"="ancien"
"The old PIN"="Ancien code PIN"
"Old PWD"="Ancien MdP"
"The old pwd"="Ancien mot de passe"
"The old password is wrong!"="Mot de passe incorrect !"
"Block"="Bloquer"
"Reject"="Rejeter"
"Rejected"="Rejeté"
"S_Block"="Bloquer"
"S_Reject"="Rejeter"
"S_Open Door"="Porte ouverte"
"On"="Activé"
"Outbound Status"="État sortant"
"VPN Active"="VPN actif"
"Lock Enable"="Activ. verr."
"On Code"="Code d’activation"
"Off Code could not be empty when On Code is set!"="Le code de désactivation ne peut pas être vide lorsque le code d’activation est défini !"
"Enable Diversion Inhibitor"="Inhib trans"
"S_Start"="Démarrer"
"Start"="Démarrer"
"StartSharing"="StartSharing"
"S_Start REC"="Enregistrer"
"S_StartREC"="Enregistrer"
"Start REC"="Enregistrer"
"StartREC"="Enregistrer"
"Start Time"="Heure de début"
"DSS Keys"="Touches DSS"
"Dsskey"="ToucheDSS"
"Dsskey Wallpaper"="Touche DSS fond d’écran"
"Optional"="Optionnel"
"S_S2S Avail"="Dispo."
"S2S Avail"="Dispo."
"available network(s)"="réseau(x) disponible(s) :"
"available network(s)(Connected with"="réseau(x) disponible(s) (Connecté avec"
"Available Recording Time"="Temps enregistrement restant"
"Available Wireless Device"="Réseaux disponibles"
"Free"="libre"
"Available Recording Time is less than 1 hour"="Durée d'enregistrement dispo <1 h"
"available network(s)("="réseau(x) disponible(s) ("
"available network(s):"="réseau(x) disponible(s):"
"Empty"="Vide"
"N/A"="N/D"
"None"="AUCUN"
"S_Empty"="Vide"
"Space is not enough"="L'espace ne suffit pas"
"Idle Record"="Record d'inactivité"
"IdleRecord"="IdleRecord"
"Empty Value"="Nul"
"Softkey Label"="Étiquette touche programmable"
"Fast Forward"="Avance rapide"
"S_Fast Forward"="Avance rapide"
"Fast Rewind"="Retour rapide"
"S_Fast Rewind"="Retour rapide"
"Extentions"="Extentions"
"EXP Key"="EXP Key"
"Expansion module"="Module d’extension"
"EXP wallpaper will change into the default image. Confirm to delete or not?"="Le fond d'écran EXP sera modifié avec l'image par défaut. Voulez-vous continuer?"
"CallPull"="Appel repris"
"S_CallPull"="Appel repris"
"Talk From"="Parler depuis"
"Not Acceptable Here"="Inaceptable ici! "
"Call Filtering"="Filtrage d'appel"
"Call Filtering Mode"="Mod filtr app"
"Call Filtering Switch"="Interptr filt appl"
"Call Pickup"="Intercept. appel"
"Calls for Pickup"="Appel intercepté"
"Incoming video call request..."="Demande d'appel vidéo entrant ..."
"From_Num"="Du numéro"
"From_FWD"="De renv."
"Bluetooth"="Bluetooth"
"MENU_Bluetooth"="Bluetooth"
"Bluetooth: On"="Bluetooth : activé"
"Bluetooth Mac"="Bluetooth Mac"
"Business Number"="Numéro d'affaires"
"bluetooth device(s)"="périphérique(s) Bluetooth"
"Bluetooth Device(s)"="périphérique(s) Bluetooth"
"bluetooth devices"="dispositifs bluetooth"
"Bluetooth Device(s) (Connecting with"="périphérique(s) Bluetooth (Connexion avec"
"bluetooth device(s)(Connecting with"="périphérique(s) Bluetooth (Connexion avec"
"No Bluetooth Adapter Found."="Aucun adaptateur Bluetooth trouvé."
"Bluetooth adapter is removed."="Adaptateur Bluetooth supprimé."
"Adapter has removed out"="Adaptateur Bluetooth retiré."
"Type"="Type"
"Away"="Absent"
"S_S2S Unavail"="Absent"
"S2S Unavail"="Absent"
"Offline"="Hors ligne"
"S_Unavail"="Indisp"
"S_Unavailable"="Indisponible"
"Unavail"="Indisp"
"Unavailable"="Indisponible"
"Unavailable Reason Code"="Code de raison indisponible"
"Calllog"="Récents"
"History Record"="Registre de l’historique"
"History Setting"="Réglages d'historique"
"History Details"="Détails de l’historque"
"Provision now?"="Allouer maintenant ?"
"Update now?"="Mettre à jour maintenant ?"
"Connect"="Connecter"
"ICON_Connect"="Connecter"
"S_Connect"="Connecter"
"USB Connecting"="Connexion USB"
"Connection timeout \n please try again!"="Connection timeout \n please try again!"
"Connect Success."="Connect succ!"
"Connect to"="Connecter à"
"Disconnecting..."="Déconnexion..."
"Failed to connect \nto server!"="Impossible de se connecter \nau serveur!"
"Failed to connect to server!"="Impossible de se connecter au serveur!"
"Connect failed."="Échec de la connexion"
"Connect Fail!"="Échec de connexion!"
"Connect Mobile Failed"="Le raccordement à l’application mobile a échoué"
"Connecting"="Connexion"
"Connecting..."="Connexion..."
"Contact already exists. Add contact with the same name?"="Le contact existe déjà. Créer encore un nouveau contact ?"
"Delete the contact will also delete the contact in the server and can not be restored."="Contact supprimé, restauration impossible"
"contact full"="Liste de contacts pleine !"
"Contacts Setting"="Paramètres contact"
"Contact Details"="Coordonnées"
"Contact exist!"="Le nom du contact existe déjà !"
"Confirm PIN mismatch!"="Mot de passe incompatible"
"FlexSeat"="Siège flexible"
"FlexSeat Login"="Identification FlexSeat"
"Ring Tones"="Tonalités"
"MENU_Browser"="Navigateur"
"Browse Photo"="Rechercher photo"
"Browse Recordings"="Parcourir les fichiers audio"
"Messages List"="Liste des messages"
"L_Messages List"="Liste des messages"
"S_Messages List"="Liste des messages"
"L_Record"="Enregistrer"
"Record"="Enregistrer"
"S_Record"="Enregistrer"
"Voice Record"="Enregistrement vocal"
"Failed to record call"="Impossible enregistrer l'appel!"
"MENU_Recorder"="Enregistreur"
"Voice Recorder Number is invalid!"="Numéro d’enregistreur vocal non valide !"
"Recording not allow play any record!"="Cannot play any record during recording!"
"Record VM"="Enregistrer la VM"
"Record Warning Tone"="Tonalité d'avertissement d'enregistrement"
"Recording not allow delete any record!"="Cannot delete any record during recording!"
"Trace Route"="Routage"
"Code"="Code"
"Busy..."="Occupé..."
"Busy"="Occupé"
"B Transfer"="TransfertB"
"S_B Transfer"="TransfertB"
"No Record"="Aucun enregistrement"
"No available Wi-Fi,go to Wi-Fi setting now?"="Aucun réseau sans fil disponible, accéder au réglage Wi-Fi maintenant ?"
"No Available Account"="No available account"
"No EXP"="Pas d’EXT"
"No USB Inserted"="Pas de connexion USB."
"No contact!"="Aucun contact !"
"No Disposition Codes"="Aucun code de disposition !"
"No Bridge"="Pas de pont"
"No Timezone"="No Timezone"
"No submit url !"="No submit URL!"
"No find wifi adapter!"="Aucun adaptateur WIFI trouvé!"
"Media Type"="Type de média"
"Media Stats"="Statistiques des médias"
"Media audio"="Média Audio"
"Invalid US Date Format!"=" Format de date américain invalide!"
"Invalid US Time Format!"="Format horaire américain invalide!"
"Opt Out"="Opt Out"
"Opt In"="Opt In"
"Password"="Mot de passe"
"Change Password"="Changer mot de passe"
"Password can't have space only"="Le mdp ne peut pas contenir d'espace"
"Password can't be empty!"="Le mot de passe ne peut pas être vide !"
"Confirm password mismatch!"="Les mots de passe ne correspondent pas !"
"Passwords don't match!"="Les mots de passe ne correspondent pas!"
"Password is wrong!"="Mot de passe incorrect !"
"Password is invalid!"="Mot de passe non valide !"
"Cipher Type"="Type cryptogramme"
"Invalid Password!"="Mot de passe incorrect!"
"Do Not Disturb"="Ne pas déranger"
"DND Enable"="État DND"
"DND"="DND"
"L_DND"="DND"
"S_DND"="DND"
"Speader mode disabled"="Mode mains libres désactivé"
"Invalid MAC oriented!"="Invalid MAC oriented!"
"s"="s"
"first_name"="prénom"
"Name suffix"="Suffixe de nom"
"Name prefix"="Préfixe de nom"
"Members"="Membres"
"members"="Membres"
"Last Name"="Nom de famille"
"Name can't be empty!"="Le nom ne peut être vide !"
"ICON_Sort First Name"="Trier par prénom"
"Sort First Name"="Trier par prénom"
"Search by FirstName"="Recherche par prénom"
"Search by Name"="Recherche par nom"
"Name is invalid!"="Nom invalide!"
"Default"="Par défaut"
"default"="Par défaut"
"S_default"="Défaut"
"CommonRingTone"="Commun"
"Default password is in use"="Pwd par défaut en cours d'utilisation."
"Default Password is in used!"="Default pwd is in use."
"Default Gateway"="Pass. Défaut"
"IPv4 Default Gateway"="Passerelle IPv4"
"Default Gateway is invalid!"="Passerelle par défaut non valide !"
"Default Account"="Compte par défaut"
"Target"="Cible"
"Target can't be empty!"="Cible ne peut être vide!"
"Server Internal Error"="Erreur dans le serveur interne"
"Out of memory!"="Mémoire insuffisante!"
"Storage is not enough, recorded file is saved."="Stockage insuffisant, fichier enregistré sauvegardé."
"Invalid Intercom Number!"="Invalid Intercom number!"
"Do you want to delete all %s call logs? This action can not be reversed."="Souhaitez-vous supprimer tous les journaux d’appels %s? Cette action est irréversible."
"Nick Name"="Pseudonyme"
"Nickname"="Pseudonyme"
"Nick name must be unique."="Le pseudonyme doit être unique."
"Nick name must not be empty."="Le pseudonyme ne peut pas être vide."
"Anonymous"="Anonyme"
"Anonymous Call"="Appel anonyme"
"Anonymous Rejection"="Rejet anonyme"
"Year"="Année"
"Date(YMD)"="Date (AMJ)"
"Your Name or Password was not Recognized!"="Nom d'utilisateur ou mot de passe incorrect."
"This operation will cause automatic logout from current MLHG. Are you sure you want to login?"="Vous serez automatiquement déconnecté de MLHG. Êtes-vous sûr de vouloir vous connecter ?"
"You have quitted the group successfully."="Vous avez quitté le groupe avec succès."
"You were removed from the group."="You were removed from the group."
"You should input at least one server address!"="You should input at least one server address!"
"q'ing"="En attente"
"Paired Bluetooth Device"="Périphérique Bluetooth couplé"
"Configuration"="Configuration"
"Config Version"="Version de config"
"Config updating!"="MàJ configuration"
"Configuration Updating !"="Mise à jour configuration"
"Configuration update complete."="Mise à jour config terminée."
"Nothing Changed!"="Rien n’a été changé !"
"Friend"="Ami"
"Passkey"="Mot  de passe"
"Frequency"="Fréquence"
"hiragana_first_name"="prénom_hiragana"
"hiragana_last_name"="nom_hiragana"
"Platform"="Plate-forme"
"Screensaver"="écran de veille"
"Screensaver Type"="Type écr de veille"
"Var"="DVA"
"Common Account"="Compte commun"
"Other"="Autre"
"Others"="Autres"
"Other error!"="Autre erreur!"
"Other Number"="Autre numéro"
"OtherNumber"="Autre numéro"
"L_Enterprise"="Enterprise"
"S_Enterprise"="Entreprise"
"Call Initiation"="Init. appel"
"S_Call Initiation"="InitApp"
"Enabled"="Activé"
"Intercom Allow"="Intercom autorisé"
"enabled direct process"="Enabled direct process"
"ICON_PrevPage"="Page précédente"
"PrevPage"="Page précédente"
"S_PrevPage"="Page précédente"
"L_Prefix"="Préfixe"
"Prefix"="Préfixe"
"S_Prefix"="Préfixe"
"Prefix is invalid!"="Préfixe non valide !"
"Bridge"="Pont"
"Bridge ID"="Id passerelle"
"BridgeID is invalid!"="BridgeID non valide !"
"S_Swap"="Basculer"
"S_Switch"="Commuter"
"Swap"="Basculer"
"Switch"="Commuter"
"SwitchAccount"="Changer de compte"
"L_Switch"="Commuter"
"Switch Account"="Changer de compte"
"S_Clear"="Effacer"
"Clear web.cfg settings"="Effacer paramètres web.cfg"
"Clear local.cfg settings?"="Réinitialiser réglages local.cfg ?"
"Clear non-static settings?"="Réinitialiser réglages non statiques ?"
"Clear all static.* settings?"="Réinitialiser tous les réglages static.*"
"Clear All Record ?"="Effacer tous enregistrements?"
"Clear All Photo ?"="Effacer toutes photos?"
"Clear all userdata & local config?"="Réinitialiser toutes les données utilisateur et la configuration locale ?"
"Clear Icon"="Icône claire"
"S_Clear Icon"="Effacer l'icône"
"Clear account config \n\n please wait..."="Suppression de la configuration du compte \n\n veuillez patienter..."
"Clear your account config?"="Supprimer la configuration de votre compte ?"
"Please Wait!"="Veuillez attendre!"
"Please wait..."="Veuillez patienter …"
"Please check your server settings and credentials"="Please check your server settings and credentials"
"Please check the registration information"="Please check the registration information"
"Please insert a USB drive!"="Veuillez insérer une clé USB!"
"EXP power is lack!"="L'adapateur extérieur est requis!"
"Leave Message"="Laisser un message"
"Do you want to save the contact or discard it?"="Voulez-vous enregistrer ou supprimer le contact ?"
"Do you want to save your changes or discard them?"="Enregistrer ou annuler vos modifications ?"
"Do you want to save the message or discard it?"="Sauvegarder ou supprimer le message ?"
"Do you want to logout?"="Souhaitez-vous vous déconnecter ?"
"Would you like to sync phone contacts temporarily?"="Synchroniser temporairement les contacts du tél. ?"
"Please wait"="Veuillez patienter"
"Please enter your SIP Credential Password!"="Veuillez saisir votre mot de passe SIP !"
"SIP credential password!"="Mot de passe SIP erroné!"
"Please input server address"="Please input server address"
"Please input the keyword(s)"="Veuillez saisir le(s) mot(s) clé(s)."
"Please Enter Filter Conditions"="Veuillez Entrer les Conditions de Filtre"
"Enter Filter Conditions"="Saisir cond filt"
"Please Enter Password"="Veuillez saisir le mot de passe"
"Please input complete pin code"="Saisir code PIN complet"
"Please enter an IP address or domain name"="Veuillez saisir une adresse IP ou un nom de domaine"
"Previous Operation in Process."="Opération précédente toujours en cours!"
"Please Open H323 Protocol Switch First."="Please open H.323 protocol switch first."
"Please select"="Veuillez sélectionner"
"Please selected contact!"="Veuillez sélectionner un contact !"
"Please selected record!"="Sélectionner enregistrement!"
"Please select a Disposition Code!"="Veuillez choisir un code de disposition !"
"Please selected a group!"="Veuillez sélectionner un groupe!"
"Please select a group"="Sélectionner un groupe"
"Please contact your service provider for commprotal web URL!"="Veuillez contacter votre fournisseur de service pour l’URL Internet de CommPortal !"
"Please contact your service provider for CommPortal web Username/Password!"="Veuillez contacter votre fournisseur de service pour vos identifiants de CommPortal !"
"Please input below PIN code on your WIFI router and press OK to start connecting:"="Saisir le code PIN sur votre routeur Wi-Fi et appuyer sur OK pour se connecter:"
"Please input below PIN code on your WIFI router and press OK to start connecting: "="Veuillez entrer votre code NIP dans votre WIFI et appuyez sur OK pour vous connecter."
"Please retry..."="Veuillez réessayer ..."
"Retrieve"="Reprendre"
"S_Retrieve"="Reprendre"
"Retrieve Failed."="Échec de la reprise."
"L_Retrieve Park"="Récup parc"
"Retrieve Park"="Récup parc"
"Cancel"="Annuler"
"S_Cancel"="Annuler"
"Cancel Login"="Annuler Connexion"
"Cancel Select Executive"="Annuler sélection exécutif"
"Range of value is illegal"="Plage de valeurs illégale"
"Delete All"="Tout suppr."
"ICON_Delete All"="Tout suppr."
"S_Split All"="Split tout"
"All Off"="Tt activ."
"S_All Off"="Tt activ."
"All On"="Tt désact."
"S_All On"="Tt désact."
"Global Address Book"="Carnet d’adresses mondial"
"Del All"="Tout suppr."
"S_Del All"="Tout suppr."
"S_Delete All"="Tout suppr."
"OK"="D'accord"
"S_OK"="D’accord"
"Are you sure to set a blank password?"="Êtes-vous sûr d'approvisionner un mot de passe vide"
"Confirm PIN"="Confirmer PIN"
"Are you sure you want to Log out!"="Êtes-vous sûr de vouloir vous déconnecter ?"
"Confirm PWD"="Confirmer MDP"
"Group Id is invalid!"="Identifiant groupe non valide !"
"Group Listening"="Écoute Gr"
"L_Group Listening"="Écoute Gr"
"Group"="Groupe"
"L_Group"="Groupe"
"S_Group"="Groupe"
"group_id"="id_groupe"
"Group isn't exist!"="Le groupe n’existe pas !"
"Group not existed!"="Le groupe n'existe pas!"
"Group is full!"="Le groupe est plein !"
"Group Night Forward"="Transfert de groupe la nuit"
"Group already exist!"="Le groupe existe déjà !"
"then press the mute key on the left to test,"="then press the mute key on the left to test,"
"Hot Line"="Ligne directe"
"Hot Number"="Numéro ligne directe"
"HotLine Delay"="Délai lign dir"
"Invalid Hotline delay!"="Invalid Hotline delay!"
"Hotline delay should be 0 ~ 10"="Délai ligne directe devrait être  0 ~ 10!"
"Authentication Failed!"="Authentification échouée!"
"Day"="Jour"
"MENU_Calendar"="Calendrier"
"Date"="Date"
"Date Format"="Format de la date"
"Date Format is invalid!"="Format de la date non valide !"
"logs"="Logs"
"Softkey 1"="Touche programmable 1"
"Softkey 2"="Touche programmable 2"
"Softkey 3"="Touche programmable 3"
"Softkey 4"="Touche programmable 4"
"S_Scan"="Recherche"
"Scan Wifi"="Numérisation Wi-Fi"
"Scanning bluetooth devices.."="Recherche de périphériques Bluetooth..."
"Scanning..."="Recherche..."
"Delete"="Supprimer"
"ICON_Delete"="Supprimer"
"S_Delete"="Supprimer"
"S_Remove"="Supprimer"
"Deleting."="Suppression."
"Delete successed"="Suppression réussie"
"Deleted successfully"="Succès suppression!"
"Delete number?"="Supprimer le numéro ?"
"Delete the record?"="Effacer l’enregistrement ?"
"Delete Call Log"="Supprimer le journal d’appels"
"Delete the contact?"="Supprimer le contact?"
"Delete all numbers?"="Supprimer tous les numéros ?"
"Delete all locations?"="Supprimer tous les emplacements?"
"Delete Group"="Supprimer un groupe"
"Delete selected wallpaper?"="Supprimer fond d’écran sélectionné ?"
"Delete seleted images?"="Supprimer les images sélectionnées?"
"Delete the selected message?"="Supprimer le message sélectionné ?"
"Delete seleted item?"="Supprimer l’élément sélectionné ?"
"Delete selected paging group?"="Supprimer les groupes sélectionnés?"
"Delete all?"="Supprimer tout?"
"Delete All Call Log"="Supprimer le journal de tous les appels"
"Delete all item?"="Supprimer tous les éléments ?"
"Delete all the call records?"="Supprimer tous les relevés d’appels ?"
"Delete all images?"="Supprimer toutes les images?"
"Delete All Items?"="Supprimer tous les éléments ?"
"Delete All Group?"="Supprimer tous les groupes ?"
"Delete all paging group?"="Supprimer tous les groupes visés?"
"Deleting Calls"="Supprimer des appels"
"Deleting completed."="Suppression terminée."
"Delete location?"="Supprimer emplacement?"
"Delete File Success"="Succès suppression fichier"
"Delete File Fail"="Échec suppression fichier!"
"Delete Message?"="Supprimer le message?"
"Do you want to delete this call log?"="Souhaitez-vous supprimer le présent journal d’appels?"
"Delete Selected Group?"="Supprimer groupe sélectionné ?"
"Delete Focus Record ?"="Supprimer l'enregistrement sélectionné?"
"Delete the selected records?"="Supprimer enregistrement sélectionné?"
"Delete Selected Item?"="Supprimer l’élément sélectionné ?"
"Delete the select item?"="Supprimer élément sélectionné?"
"Delete this audio?"="Effacer ce fichier audio ?"
"Delete this group message(s)?"="Supprimer le(s) message(s) de ce groupe ?"
"Delete this Message?"="Supprimer ce message?"
"Delete this message?"="Supprimer ce message?"
"Delete this voice mail?"="Supprimer ce message vocal ?"
"Deleting"="Suppression"
"Deleting. Please wait..."="Suppression. Veuillez patienter..."
"Deleting..."="Suppression..."
"Deleting... Please Wait."="Suppression... Veuillez patienter."
"Ring Splash"="Sonnerie Brève"
"Previous"="Précédent"
"S_Previous"="Précédent"
"GuestLock"="VerrInv"
"S_GuestLock"="VerrInv"
"Prev"="Précédent"
"S_Prev"="Précédent"
"Move Up"="Vers le haut"
"Phone"="Téléphone"
"Device Name"="Nom du périph."
"Device name can't be empty!"="Le champ Nom du périphérique ne peut pas être vide !"
"Device Info"="Info appareil"
"Device Cert"="Cert. périph."
"ICON_Setting"="Réglage"
"MENU_Settings"="Réglages"
"S_Set as"="Définir comme"
"Set as"="Définir comme"
"Setting"="Réglage"
"Settings"="Réglages"
"Go to Setting?"="Go to Setting?"
"Set E911 Location"="Fixez l’emplacement du service E911."
"Set wallpaper successfully"="Fond d'écran installé avec succès!"
"Set WallPaper Fail"="Définir le fond d'écran a échoué"
"Set Dsskey wallpaper successfully"="Succès réglage fond d'écran pour Dsskey!"
"Setting Type"="Type de réglage"
"Set you location?"="Avez-vous fixé votre emplacement?"
"Set screensaver successfully"="Économiseur d'écran installé avec succès!"
"Config Updating"="MàJ configuration"
"USB Set Picture Successfully"="Set picture successfully!"
"USB Set Picture Failed"="Set picture failed!"
"Set as EXP wallpaper"="Définir comme fond d'écran EXP"
"Set EXP wallpaper successfully"="Fond d'écran EXP installé avec succès!"
"Set as wallpaper"="Définir comme fond d'écran"
"Set as dsskey wallpaper"="Set as dsskey wallpaper"
"Set as screensaver"="Définir comme mise de veille"
"An error occurred during file setting"="Une erreur s'est produite lors du paramétrage du fichier."
"Set Voice Mail Code"="Régler code messagerie vocale"
"Apply for binding devices"="Appliquer pour les dispositifs de liaison"
"Invalid Identity!"="Identité invalide!"
"Upgrade Video"="Mettre à jour la vidéo"
"Update Finish !"="Mise à jour terminée!"
"Sound"="Son"
"Remaining battery"="Batterie restante"
"Available Audio Record"="Enregistrement audio disponible"
"Remaining Time"="Temps restant"
"failed"="Échoué"
"Failed!"="Échoué!"
"Failed."="Échoué."
"Failed. Please retry..."="Échec. Veuillez réessayer..."
"Time(HMS)"="Heure (HMS)"
"Time"="Heure"
"Time Format"="Format de l’heure"
"Time Format is invalid!"="Format de l’heure non valide !"
"Invalid Time Format!"="Format de temps invalide!"
"Time & Date"="Heure et date"
"Time & Date Format"="Format de l’heure et de la date"
"Time Zone"="Fuseau horaire"
"Identify USB device failed."="Impossible d'identifier l'appareil USB"
"User name couldn't be empty!"="Le nom d’utilisateur ne peut être vide."
"bw_userid"="ID utili BW"
"Use Host"="Utiliser un hôte"
"Always with Pause/Resume"="Toujours avec pause/reprise"
"Video"="Vidéo"
"Video resolution is limited, can't set up a conference!"="Limited video resolution, cannot set up a conference!"
"Video Conference"="Conférence vidéo"
"Video record error!"="Record video error!"
"video record error!"="Record video error!"
"Yes"="Oui"
"Log Out?"="Se déconnecter ?"
"Auto Provision Now?"="Auto provision now?"
"Are you sure to remove "="Êtes-vous sûr de vouloir supprimer "
"Are you sure to remove ?"="Êtes-vous sûr de vouloir supprimer ?"
"Do you want to delete all call logs?"="Souhaitez-vous supprimer tous les journaux d’appels?"
"Do you want to delete all placed call logs?"="Souhaitez-vous supprimer tous les journaux d’appels acheminés?"
"Do you want to delete all call logs?This action can not be reversed."="Souhaitez-vous supprimer tous les journaux d’appels? Cette action est irréversible."
"Do you want to delete all missed call logs?"="Souhaitez-vous supprimer tous les journaux d’appels manqués?"
"Do you want to delete all received call logs?"="Souhaitez-vous supprimer tous les journaux d’appels reçus?"
"Are you sure to delete the Account information ?"="Sûr de supprimer infos du compte?"
"Are you sure logout?"="Are you sure to log out?"
"Are you sure to exit the account ?"="Sûr de quitter le compte?"
"Do you want to remove"="Souhaitez-vous vous retirer"
"Adapter has added, scanning the bluetooth devices right now?"="Adaptateur Bluetooth ajouté, rechercher des appareils Bluetooth maintenant?"
"Favorite"="Favori"
"Favourite"="Favoris"
"ICON_Favorite"="Favoris"
"Favorite is on\n manually configing is forbidden!"="La fonction favorite est en marche, et la configuration manuelle est interdite!"
"Favoritelist"="Liste des favoris"
"Favorite Directory"="Répertoire de favoris"
"Favorite Index"="Index des favoris"
"Favorite Index already exist!"="L’index des favoris existe déjà!"
"Charge"="Charge"
"Inbox"="Boîte de réc"
"Handset mode disabled"="Mode combiné désactivé"
"Manual Setting"="Réglages manuels"
"Mobile"="Mobile"
"mobile_phone"="téléphone_mobile"
"ICON_Send by Mobile"="EnvParMob"
"S_Send by Mobile"="EnvParMob"
"Send by Mobile"="EnvParMob"
"Mobile Account"="Compt mobil"
"Mobile Number"="Numéro mobile"
"Mobile Account is not connected!"="Compte du mobile n'est pas connecté!"
"Invalid Mobile number!"="N° portable invalide!"
"Mobile number is invalid!"="N° portable invalide!"
"Mobile Contacts"="Contct port"
"Mobile Connected"="Mobile connecté"
"Phone audio"="Téléphone audio"
"Mobile Voice Mail"="Messagerie vocale mobile"
"L_Mobile Account"="Compt mobil"
"Pri.DNS"="DNS Prim."
"Enter the 9 PIN Code"="Entrer code PIN à 9 chiffres"
"Input contains invalid character like '<>'\"/\\"="Input contains invalid character like '<>'\"/\\"
"Input your web access password!"="Saisissez votre mot de passe d’accès web !"
"Enter number"="Saisir un numéro"
"Enter the meeting ID"="Entrer ID réunion"
"Enter Conference alias or URI"="Enter Conference alias or URI"
"Enter Password"="Entrer le mot de passe"
"Enter code"="Saisir le code"
"Enter New Pin"="Entrer nouveau code PIN"
"Packets lost"="Paquets perdus"
"Flash"="Flash"
"S_Refresh"="Rafraîchir"
"Flash DssKey"="Flash Dsskey"
"Refresh Failed."="Échec actualisation"
"Flash Time"="Temps Flash"
"Flashing"="Clignotant"
"Refreshing.."="Actualisation..."
"Sequential"="Séquentiel"
"L_Private Hold"="Att priv"
"Personal Address Book"="Carnet d’adresses personnel"
"L_Personal"="Personal"
"S_Personal"="Personnel"
"PriHold"="Att priv"
"Private Hold"="Att priv"
"S_PriHold"="Att priv"
"ICON_Search"="Recherche"
"S_Search"="Recherche"
"Scan"="Recherche"
"Search"="Recherche"
"Search Key"="Clé de recherche"
"Search Result"="Résult. rech."
"Scan Bluetooth Device"="Recherche de périphériques Bluetooth"
"Search Type"="Type de recherche"
"Search Global Contacts"="Recherche contacts"
"Search Group"="Groupe de recherche"
"Scan failed."="Échec de la recherche."
"Search Failed!"="Échec Recherche! "
"L_SpeedDial"="Numér. rapide"
"S_SpeedDial"="Numér. rapide"
"SpeedDial"="Numér. rapide"
"Anywhere"="Partout"
"Alert Broadworks Anywhere Location"="Empl alrm part"
"Both"="Les deux"
"All XML Group"="Tout le groupe XML"
"All keys"="Ttes les touches"
"All Contact"="Ts contacts"
"All Buddies"="Tous les Amis"
"All Calllog"="Tous les Appels"
"All Calls"="Tous les Appels"
"All Income Calls"="Tous les appels"
"All Contacts"="Ts contacts"
"L_All Contacts"="Ts contacts"
"S_All Contacts"="Ts contacts"
"All Groups?"="Tous les groupes?"
"all message?"="Tous les messages?"
"All Internal Calls"="Ts les app. int."
"All External Calls"="Ts les app. ext."
"Lock"="Verrouiller"
"lock"="Verrouiller"
"Locked."="Verrouillé."
"Menu Locked"="Menu verrouillé"
"S_Guest Lock"="Verrou Visiteur"
"Lock Time Should be more than 0!"="Le temps de verrouillage devrait être supérieur à 0!"
"Specified AES"="AES commun"
"Tips:"="Conseils:"
"Add"="Ajouter"
"ICON_Add"="Ajouter"
"S_Add"="Ajouter"
"Add Metaswitch Contact"="Ajouter un contact Metaswitch"
"Add PAB"="Ajouter un carnet d'adresses"
"Add to"="Ajouter à"
"ICON_Add to"="Ajouter à"
"Add To Metaswitch Contact"="Ajouter aux contacts Metaswitch"
"ICON_Add To Metaswitch Contact"="Ajouter aux contacts Metaswitch"
"Add to local Contacts"="Ajouter aux contacts locaux"
"Add to Favorites with an index of"="À ajouter aux favoris avec un index de"
"Add to Blacklist"="Ajouter à la liste noire"
"Add to Contact"="Ajouter au contact"
"Add to Contacts"="Ajouter aux contacts"
"ICON_Add to Contacts"="Ajouter aux contacts"
"Add to Favorite with an index of"="À ajouter aux favoris avec un index de"
"Add to Personal"="Ajouter à pers."
"Add Number"="Ajouter un numéro"
"Add Blacklist"="Ajouter liste noire"
"Add Contact"="Ajouter contact"
"Add Personal"="Ajout Pers."
"ICON_Add Personal"="Ajout Pers."
"Add network"="Ajouter un réseau"
"Add Group"="Ajouter groupe"
"S_Add Group"="Ajouter groupe"
"Add Group SoftKey"="Ajouter Groupe"
"S_Add Group SoftKey"="AjouterGroupe"
"New Missed Call(s)"="Nouveaux appels manqués"
"New Text Message"="Nouveau message(s) texte(s) "
"New Voice Mail(s)"="Nouveau(x) message(s) vocal(ux)"
"Skip"="Sauter"
"Update Skipped"="Mise à jour ignorée"
"S_Stop"="Arrêter"
"Stop"="Arrêter"
"Stopped"="Interrompu"
"StopSharing"="StopSharing"
"S_Stop REC"="Arrêter"
"S_StopREC"="Arrêter"
"Stop REC"="Arrêter"
"StopREC"="Arrêter"
"Failed to stop recording"="Impossible d'arrêter l'enregistrement!"
"Call Finish"="Appel terminé"
"Call Recording"="Enregistrement d'appel"
"CallReturn_Idle"="Rappeler"
"A call has already been parked to this Slot"="A call has already been parked to this Slot"
"Talking"="Conversation"
"Call Park"="Parcage d’appel"
"L_Call Park"="Parcage d’appel"
"Call Park Number is invalid!"="Numéro de parcage d’appel non valide !"
"Transfer"="Transfert"
"Transfer to"="Transférer vers"
"Calls Longest"="Temp d'attente max"
"Directories"="Annuaire"
"Directory"="Annuaire"
"L_Directory"="Annuaire"
"MENU_Directory"="Annuaire"
"Synchronous mode"="Mode synchrone"
"Sync failed"="Échec synchronisation"
"Mobile Contacts Sync"="Sync contc port"
"Simultaneous"="Simultané"
"Simultaneous Ring Personal"="Sonnerie personnelle simultanée"
"Transparency"="Transparence"
"Photo"="Photo"
"Image load error !"="Erreur chargement de l'image!"
"Image is too large !"="Image trop grande!"
"Can not compress pictures!"="Les images ne peuvent pas être compressées!"
"Photo Details"="Photo Details"
"Exit"="Quitter"
"S_Exit"="Quitter"
"Update Existing"="Mise à jour existante"
"BackSpace"="BackSpace"
"Done"="Terminé"
"Finish"="Terminer"
"S_Finish"="Terminer"
"Saving completed."="Enregistré avec succès."
"Unable to get to the correct time, Whether manually?"="Unable to get the correct time. Whether to set time manually?"
"Complete the Wizard!\nNetwork changed, Rebooting Now..."="Wizard completed!\nNetwork changed, rebooting now…"
"Complete the Wizard!\n\nInitializing...Please Wait"="Wizard completed!\n\nInitializing...Please wait"
"Cloud Phone Book"="Cloud Phone Book"
"Contact is syncing!"="Contact cours de synchro!"
"Contact not existed!"="Contact n'existe pas!"
"Network"="Réseau"
"L_Network Favorites"="Réseau UC Favoris"
"Network Favorites"="Réseaux favoris"
"Network Unavailable"="Réseau indisponible"
"Net unavailable !"="Réseau indisponible !"
"Network unavailable."="Réseau indisponible."
"The network is unstable"="Réseau instable"
"Storage Network"="Réseau connu"
"S_Network Calls"="Appels réseau"
"Network PhoneBook"="Répertoire téléphonique"
"Network Call List"="Liste d’appels réseau"
"Network changed. Rebooting"="Réseau modifié. Redémarrage"
"Web Timer "="Minuteur Web "
"Web Timer should be 0-120!"="La minuterie Web devrait être 0-120!"
"Network CallLog"="Appels réseau"
"NetworkCallLog"="Appels réseau"
"NetworkCalllogGroup"="Groupe d'appels de réseau"
"Calllog Directories"="Appels réseau"
"Network Directories"="Annuaire réeau"
"Network Directory"="Annuaire réeau"
"NetworkDirectoryMenu"="Annuaire réeau"
"S_Network Directories"="Annuaire réeau"
"S_Network Directory"="Annuaire réeau"
"NetworkDirectoryGroup"="GroupeRépRéseau"
"S_NetworkDirectoryGroup"="GroupeRépRéseau"
"L_Network Contacts"="Contacts de réseau"
"L_Network Group"="Groupe réseau"
"Network Contacts"="Contacts de réseau"
"Network Group"="Groupe réseau"
"S_Network Group"="Groupe réseau"
"S_Network Contacts"="Contacts de réseau"
"NetworkFavorites"="RéseauFavorites"
"S_Network Dirctory"="Répertoire réseau"
"Network unreachable"="Réseau inaccessible"
"Network Details"="Détails du réseau"
"Network Status"="État du réseau"
"web"="web"
"Web Server"="Serveur Web"
"UnTested"="Non testé"
"Undefined Error!"="Erreur indéfinie!"
"UnRead"="Non lu"
"Missed"="Missed"
"Missed Calllog"="Appels manqués"
"Missed Calls"="Appels manqués"
"Missed Call"="Appel manqué"
"unauthorized."="Non autorisé"
"Not Found"="Non trouvé"
"Unknown"="Inconnu"
"Unknown Error !"="Erreur inconnue !"
"Unknown Line"="Ligne inconnue"
"User unknown."="Utilisateur inconnu"
"Unregistered"="Non enregistré"
"Un-Park"="Un-Park"
"Location"="Emplacement "
"location?"="emplacement?"
"Locations"="Emplacements"
"Text can't be empty!"="Texte ne peut être vide!"
"Text Message"="Message texte"
"File do not exist !"="File does not exist!"
"File Not Exist!"="File does not exist!"
"File layout error !"="File layout error !"
"File Size"="Taille du fichier"
"MENU_File Manager"="Gestionnaire Fichiers"
"File Name"="Nom de fichier"
"Profile Name"="Nom de profil"
"File is too large !"="File is too large !"
"The file is too large"="Fichier trop volumineux."
"Incorrect filesystem, please use FAT32"="Système de fichiers incorrect, veuillez utiliser FAT32"
"File already exists, Confirm to replace or not?"="Fichier existe déjà. Voulez-vous le remplacer?"
"File already exists"="Fichier existe déjà."
"file renaming"="Renommer le fichier"
"My Mobile"="Mon portable"
"S_My Mobile"="Mon portable"
"My State"="Mon statut"
"My Status"="Mon statut"
"None" // "Select a Disposition Code"="Not" // "select a Disposition Code"
"None" // "Select a Disposition Code (Optional)"="Not" // "select a Disposition Code (Optional)"
"NoneURL"="AucunURL"
"Unrecognized USB"="Périphérique USB non reconnu"
"Can not register to sip server."="Cannot register to SIP server."
"No Group"="Aucun groupe"
"Always forward to"="Always forward to"
"Always Forward"="Toujours renvoyer"
"Wifi adapter has added, scanning the wifi devices right now?"="Adaptateur WIFI ajouté, rechercher réseaux sans-fil disponibles maintenant?"
"Wifi adapter has removed out"="Adaptateur WIFI retiré."
"Wifi"="Wifi"
"Storage list is full, please delete old one if wanting to add in"="Liste de réseau sans fil pleine, veuillez supprimer un ancien réseau pour en ajouter un autre !"
"List is full, please delete before add!"="Liste de réseau sans fil pleine, veuillez supprimer un ancien réseau pour en ajouter un autre !"
"Wireless Status"="Statut connexion WIFI"
"Invalid"="Invalide"
"Invalid BLF Value!"="Valeur BLF invalide!"
"Unknown Uri scheme"="Schéma d’URI inconnu"
"Invalid IPv6 IP Prefix!"="Préfx IP IPv6 invalide!"
"Invalid NTP server2!"="NTP server2 invalide!"
"Invalid Outbound Alternate Number!"="N° sortie invalide!"
"Invalid Outbound proxy!"="Proxy sortant invalide!"
"Invalid Xml Browser Value!"="Valeur de navigateur XML incorrecte!"
"Invalid Family number!"="N° de famille invalide!"
"Invalid Extension!"="Extension invalide!"
"Invalid Voice Recorder Number!"="N° d'enregistrement de la voix invalide!"
"Invalid Prefix Value!"="Valeur de préfixe invalide!"
"Invalid Call off code!"="Code d'appel invalide!"
"Invalid Date Format!"="Format date invalide!"
"US Date Format is invalid!"="Format de date US non valide !"
"US Time Format is invalid!"="Format d’heure US non valide !"
"Favorite Index Valid"="Index des favoris non valide"
"Invalid Redial Interval!"="Intervalle de rappel invalide!"
"Invalid Redial Time!"="Temps de recomposition invalide!"
"Invalid group id!"="ID groupe invalide!"
"Inactive Level"="Niveau inactif"
"Invalid Number!"="Numéro invalide!"
"Invalid Reject off code!"="Rejet code arrêt invalide!"
"Invite request no response"="Demande d'invitation sans réponse! "
"Invaild Provisioning Credential"="Identifiants fournis non valides"
"Incorrect user credentials, please retry."="Identifiants incorrects, veuillez réessayer."
"Invalid Account!"="Compte invalide!"
"No Answer Processing"="Trait no rép"
"No Answer Forward"="Renv.NonRép"
"No Account"="Pas de compte"
"No Service"="Aucun service"
"System"="Système"
"System Wallpaper Cannot be Deleted!!"="Le papier peint du système ne peut pas être supprimé!"
"Insufficient storage space in system"="Espace de stockage insuffisant dans le système!"
"System Maintenance...\n\nreboot needed !"="System maintenance...\n\nPlease reboot!"
"Next"="Suivant"
"S_Next"="Suivant"
"ICON_NextPage"="Page suivante"
"NextPage"="La prochaine page"
"S_NextPage"="La prochaine page"
"Move Down"="Vers le bas"
"Load Error!"="Erreur de chargement !"
"Loading error !"="Erreur de chargement !"
"Failed to load image"="Impossible de charger l'image! "
"Fail to download this remote phonebook!"="Impossible de télécharger ce répertoire à distance!"
"Fail to download \nremote phonebook!"="Impossible de télécharger annuaire \ndistant"
"Fail to download remote phonebook"="Impossible de télécharger le répertoire distant"
"Fail to download remote phonebook!"="Impossible de télécharger annuaire distant"
"Daylight Saving"="Heure d’été"
"Display"="Affichage"
"Show More"="Plus"
"Show Less"="Masquer"
"Alerting Calling Line ID Number"="Alte no appl"
"Alerting Calling Line ID Name"="Alte nm appl"
"Display Name"="Nom affiché"
"DisplayName can't contain \ < > \" \\ \' \"""="DisplayName ne peut pas contenir \<>\"\\\'\" »"
"DisplayName can't contain \" < > \" \\ \' \""="DisplayName ne peut pas contenir \<>\"\\\'\" »"
"Displayname can't be empty!"="Le nom affiché ne peut pas être vide !"
"DisplayName"="Nom affiché"
"Invalid Display name!"="Nom d'affichage invalide!"
"Display Clock"="Afficher horloge"
"Limit has reached, Recording has stoped."="Limite max atteinte. Enregistrement arrêté."
"All Lines"="Toutes les lignes"
"S_All Lines"="Toutes les lignes"
"MENU_Camera"="Caméra"
"Detail"="Détail"
"S_Detail"="Détail"
"S_MTSW ACD Detail"="Détail"
"MTSW ACD Detail"="Détail"
"Ring"="Sonnerie"
"Rings"="Sonneries"
"Silent Alerting"="Alertes silencieuses"
"Silent Alerting"="Alertes silencieuses"
"Alert Type"="Type d'alarme"
"Alert Mode"="Mode alarme"
"After Ring Time"="Après temp sonn."
"After Ring Times"="Après temp sonn."
"Ringing"="Sonnerie"
"S_SwitchAccountDown"="Chang cmpt déf bas"
"Switch Account Up"="Changer de compte haut"
"SwitchAccountUp"="Chang cmpt déf haut"
"S_SwitchAccountUp"="Chang cmpt déf haut"
"Switch Account Down"="Changer de compte bas"
"SwitchAccountDown"="Chang cmpt déf bas"
"Items out of limit !"="Les articles ont atteint la limite maximale!"
"Group list is full!"="Liste groupe pleine!"
"Protocol"="Protocole"
"Decline"="Refuser"
"S_Decline"="Refuser"
"new"="nouveau"
"New PIN"="Nouveau PIN"
"New Call"="NouvApp"
"S_New Call"="NouvApp"
"New Location"="Nouvel emplacement"
"New Message"="Nouveau message"
"Incoming call"="Appel entrant"
"New Contact"="Nouveau contact"
"New PWD"="Nouveau MDP"
"New password is too simple, are you sure to set it?"="Nouveau mot de passe trop simple. Voulez-vous continuer?"
"Invalid New password!"="Nouveau mdp invalide!"
"New password is similar to username, are you sure to set it?"="Nouveau mot de passe similaire au nom d'utilisateur. Voulez-vous continuer?"
"New Group"="Nv groupe"
"New Entry"="Nouvelle entrée"
"L_New SMS"="Nouveau SMS"
"NewSMS"="Nouveau SMS"
"S_NEWSMS"="Nouveau SMS"
"ICON_New Group"="Nv groupe"
"Channel"="Canal"
"Channel Control"="Contrôle des canaux"
"Signal Strength"="Force du signal"
"Info"="Info"
"MENU_Message"="Message"
"Message"="Message"
"Messages"="Messages"
"Information is not complete!"="Les informations sont incomplètes !"
"Tuesday"="Mardi"
"Saturday"="Samedi"
"Sunday"="Dimanche"
"Wednesday"="Mercredi"
"Thursday"="Jeudi"
"Friday"="Vendredi"
"Monday"="Lundi"
"First Name"="Prénom"
"last_name"="nom_famille"
"Name"="Nom"
"ICON_Sort Last Name"="Trier par nom"
"Sort Last Name"="Trier par nom"
"Search by LastName"="Recherche par nom de famille"
"Change PIN"="Changer PIN"
"Modifying the configuration..."="Modifier la configuration"
"VirtualUser"="VirtualUser"
"Need to change passwd!"="Veuillez changer le mdp"
"Require Answer Confirmation"="Conf rép"
"Need a Number"="Veuillez d’abord entrer un numéro de téléphone."
"Network configuration has changed, shall become effective after the restart?"="La configuration du réseau a été modifiée. Voulez-vous redémarrer?"
"Option"="Option"
"S_Option"="Option"
"ICON_Select"="Sélect."
"S_Select"="Sélect."
"Select"="Sélect."
"Choose a way of WPS connection"="Choisir moyen de connexion WPS."
"Select Security"="Sélectionner sécurité"
"You have to upload your picture when choose this type!"="Vous devez télécharger votre photo si vous choisissez ce type!"
"Select the Queue"="Choisir file d’attente"
"Select Executive Number"="Sélectionner numéro exécutif"
"select mode"="Sélectionner le mode"
"Select All"="Tout sélectionner"
"Choose a group"="Choisir groupe"
"Selected Group?"="Sélectionner groupe?"
"select handset"="Sélectionner le combiné"
"selected Item?"="Sélectionner article?"
"Select a Disposition code"="Choisir code disposition"
"Choose Account"="Choisir un compte"
"Choose an account"="Choisir un compte"
"Select Account"="Sélectionner compte"
"Select Transfer"="Sélectionner transfert"
"Compress error !"="Erreur de compression!"
"Rollover After Waiting"="Roul après att"
"Rollover Action"="Action de roulement"
"To navigate the menu, please use the navigation keys below."="To navigate the menu, please use the navigation keys below."
"Classified"="Classifié"
"L_Zero Touch"="Sans Interaction"
"S_Zero Touch"="Sans Interaction"
"Zero Touch"="Sans Interaction"
"Remove"="Supprimer"
"Remove Participant"="Retirer le participant"
"Remove selected from favorite ?"="Retirer de la liste des favoris sélectionnés?"
"ICON_Move"="Déplacer"
"Mobility"="Mobilité"
"Move"="Déplacer"
"Hot Desking"="Bureaux nomades"
"Hoteling"="Partage"
"Mobility Phone Number"="No port mobi"
"Mobile VM Number"="Mobile VM Number"
"Move selected"="Déplacer le sélectionné"
"Move selected to blacklist ?"="Déplacer dans liste noire?"
"Alert Broadworks Mobility Location"="Lieu mobili alrm"
"The storage network"="Réseau(x) connu(s)."
"The maximum number of calls has been reached!"="The max calls has been reached!"
"Favorite Index Max"="Index des favoris sur la clé USB Max"
"Sentbox"="Mess. env."
"Dialed"="Composé"
"Received Calllog"="Appels reçus"
"Received Calls"="Appels reçus"
"Connected"="Connecté"
"Connected)"="Connecté)"
"Used"="Utilisé"
"Voice"="Voix"
"The audio codecs is different, can't set up a conference!"="Divers codecs audios Impossible d’organiser une conférence!"
"Hide"="Masquer"
"S_Hide"="Masquer"
"Hide Number"="Cacher le numéro"
"Answer"="Répondre"
"S_Answer"="Répondre"
"Hardware"="Matériel"
"Firmware update success!"="Succès mise à jour micrologiciel!"
"Firmware update failed!"="Échec mise à jour micrologiciel!"
"Hard Disk Space Is Not Enough!"="Espace disque insuffisant!"
"Never"="Jamais"
"Incorrect user"="Utilisateur incorrect"
"User Type"="Type d’utilisateur"
"User not register"="L'utilisateur n'est pas enregistré"
"User Name"="Nom util."
"User name can't be empty!"="Le nom d'utilisateur ne peut pas être vide!"
"Username can't be empty!"="Le nom d'utilisateur ne peut pas être vide!"
"Incorrect username or password!"="Id ou mdp incorrect!"
"Invalid User name!"="Nom d'utilisateur invalide!"
"User name is invalid!"="Nom d’utilisateur non valide !"
"MENU_UserMode"="Mode utilisateur"
"UserMode"="Mode utilisateur"
"User mode changed!"="Mode utilisateur modifié !"
"User ID"="Id. Utilisateur"
"UserID can't be empty!"="L’identifiant utilisateur ne peut pas être vide !"
"User Host"="Hôte de l'utilisateur"
"Preference"="Préférence"
"Priority"="Priorité"
"Invalid Priority!"="Priorité invalide!"
"Priority is invalid!"="Priorité non valide !"
"Priority should be 0-7!"="Priorité devrait être 0~7!"
"The power is low on the flasing red light dect microphone"="La LED clignote en rouge en raison de la faible puissance du microphone DECT."
"Mail"="Mail"
"Email type"="Type d'email"
"postal_code"="Code postal"
"Balance"="Solde"
"Get Balance"="Obtenir le solde"
"L_Get Balance"="Obtenir le solde"
"Getting balance failed!"="Solde indisponible!"
"Getting balance!"="Obtenir solde!"
"Language"="Langue"
"Language initializing. Please wait..."="Initialisation de la langue. Veuillez patienter..."
"Invalid Voice Number!"="Invalid voice number!"
"Voice Mail"="Mess. vocale"
"VoiceMail DownLoading, Please Wait..."="Téléchargement du message vocal, veuillez patienter..."
"Voice Messaging"="Mess. Vocal"
"The Voicemail is too large,please call and retrieve it!"="Trop de messages vocaux, veuillez appeler et les récupérer !"
"L_Voice Mail"="Mess. vocale"
"Voice Mail Playing"="Lecture du message vocal"
"Voice Mail is invalid!"="Messagerie vocale non valide !"
"Invalid VoiceMail Value!"="Valeur de messagerie vocale invalide!"
"Estimated standby time"="Estimated standby time"
"Estimated work time"="Estimated work time"
"Preview"="Aperçu"
"S_Preview"="Aperçu"
"Remain time "="Temps restant"
"Busy Forward"="Occupé vers l’avant"
"Old Number"="Ancien numéro"
"Originator"="Initiateur"
"original contact?"="Contact d'origine?"
"Remote Office"="Bureau distant"
"Remote Phone Book"="Répertoire distant"
"Remote Group"="Groupe distant"
"Remote Codec"="Codec distant"
"Remote User"="Util. distant"
"Remote DIR"="DIR à distance"
"Cloud"="Nuage"
"Pickup"="Ramasser"
"Allow IP Call"="Autoriser les appels IP"
"Allow Remote Control?"="Autoriser contrôle distant ?"
"Allow assistant opt in/out of Pool"="Optin/out ass"
"Avail"="Dispo."
"Available"="Disponible"
"S_Avail"="Dispo."
"S_Available"="Disponible"
"Temporarily not available"="Temporairement indisponible"
"Temporarily Unavailable"="Provisoirement indisponible"
"Held"="En attente"
"Pause"="Pause"
"S_Pause"="Pause"
"Voice Mail Pause"="Message vocal en pause"
"Pause REC"="Pause"
"PauseREC"="Pause"
"S_Pause REC"="Pause"
"S_PauseREC"="Pause"
"Failed to pause recording"="Impossible de mettre l'enregistrement sur pause!"
"pause record"="Mettre en pause l'enregistrement"
"Account"="Compte"
"Accounts"="Comptes"
"Identity"="Identité"
"Line"="Ligne"
"S_Line"="Ligne"
"Line 1"="Ligne 1"
"Line 10"="Ligne 10"
"Line 11"="Ligne 11"
"Line 12"="Ligne 12"
"Line 13"="Ligne 13"
"Line 14"="Ligne 14"
"Line 15"="Ligne 15"
"Line 16"="Ligne 16"
"Line 2"="Ligne 2"
"Line 3"="Ligne 3"
"Line 4"="Ligne 4"
"Line 5"="Ligne 5"
"Line 6"="Ligne 6"
"Line 7"="Ligne 7"
"Line 8"="Ligne 8"
"Line 9"="Ligne 9"
"Account ID"="ID compte"
"Account:"="Compte:"
"Line ID"="Identifiant ligne"
"Account is invalid!"="Compte non valide !"
"Account Login"="Connexion au compte"
"Line Key"="Touche ligne"
"Line Key 1"="Touche ligne 1"
"Line Key 10"="Touche ligne 10"
"Line Key 11"="Touche ligne 11"
"Line Key 12"="Touche ligne 12"
"Line Key 13"="Touche ligne 13"
"Line Key 14"="Touche ligne 14"
"Line Key 15"="Touche ligne 15"
"Line Key 16"="Touche ligne 16"
"Line Key 17"="Touche ligne 17"
"Line Key 18"="Touche ligne 18"
"Line Key 19"="Touche ligne 19"
"Line Key 2"="Touche ligne 2"
"Line Key 20"="Touche ligne 20"
"Line Key 21"="Touche ligne 21"
"Line Key 22"="Touche ligne 22"
"Line Key 23"="Touche ligne 23"
"Line Key 24"="Touche ligne 24"
"Line Key 25"="Touche ligne 25"
"Line Key 26"="Touche ligne 26"
"Line Key 27"="Touche ligne 27"
"Line Key 28"="Touche ligne 28"
"Line Key 3"="Touche ligne 3"
"Line Key 4"="Touche ligne 4"
"Line Key 5"="Touche ligne 5"
"Line Key 6"="Touche ligne 6"
"Line Key 7"="Touche ligne 7"
"Line Key 8"="Touche ligne 8"
"Line Key 9"="Touche ligne 9"
"Identity is invalid!"="Compte invalide!"
"Account information will be cleared, continue or not?"="Les informations du compte seront effacées, poursuivre ou non?"
"Line Select"="Choisir ligne"
"Account has been Locked"="Compte verrouillé."
"Account has been successfully logged in"="Succès connexion compte"
"Account Status"="État du compte"
"Activation"="Activation"
"S_Account"="Compte"
"This pin code not found"="Ce code PIN est introuvable."
"This phone not found"="Ce téléphone est introuvable."
"This action can not be reversed"="Cette action ne peut pas être inversée."
"Frame Rate"="Fréquence d'images"
"Diagnostics"="Diagnostic"
"USB power overload on the right"="Les bonnes surcharges de puissance USB"
"Scanning available network"="Recherche de réseau disponible"
"Saving config file!"="Enregistrement du fichier de configuration !"
"Initializing... Please Wait"="Initialisation ... Veuillez attendre!"
"Initializing... Please Wait!"="Initialisation... Veuillez patienter !"
"Initializing ..."="Initialisation ..."
"logging out ..."="En cours de déconnexion..."
"logging in..."="En cours de connexion..."
"Sending Message..."="Envoi du message..."
"Updating Network..."="Mise à jour du réseau..."
"Updating Network\n\nPlease Wait !"="Mise à jour du réseau\n\nVeuillez patienter !"
"Busy here!"="Occupé ici!"
"Talking, please wait..."="Discussion, veuillez patienter ..."
"Alerting"="Alerter"
"Operate failed for readonly page"="Echec opération dans la page en lecture seule."
"Answer Only!"="Réponse seulement!"
"Direct"="Direct"
"DirectPickup"="DirectPickup"
"DirectPickup_Idle"="Réponse directe"
"Value"="Valeur"
"Invalid Value < or >"="Valeur invalide <ou>"
"Job Title"="Titre du poste"
"Restricted"="Restreint"
"Restricted"="Restreint"
"Middle name"="Deuxième nom"
"Via"="Via"
"Redialing"="Renumérotation"
"Redial Times"="Temps recomp"
"Redial Time is invalid!"="Temps de recomposition invalide!"
"Redial Interval"="Recomp interv"
"Redial Interval can't be empty!"="Intervalle de rappel ne peut pas être vide!"
"Redial Interval is invalid!"="Recomposition à intervalle invalide!"
"Redirector"="Redirection"
"Rename Group"="Renommer un groupe"
"Reboot"="Redémarrer"
"Reboot.."="Redémarrer .."
"Reboot the phone?"="Redémarrer le téléphone ?"
"Rebooting...\n\nPlease Wait !"="Redémarrage...\n Veuillez patienter !"
"Re Provision"="Re Provision"
"S_Re Provision"="Re Provision"
"Re-connect"="Reconnecter"
"S_Re-connect"="Se reconnecter"
"Reset"="Réinit."
"Reset Config"="Réinitialiser la configuration"
"S_Reset"="Réinit."
"Reset.."="Réinitialiser.."
"Reset local settings"="Réinit.réglage locale"
"Reset Phone PIN"="Réinitialiser le code PIN du téléphone"
"Reset non-static settings"="Réinit. réglage non statique"
"Reset static settings"="Réinit. rég. stat."
"Reset Configuration"="Réinitialiser la config"
"Resetting Configuration, please wait..."="Réinitialisation de la config, veuillez patienter ..."
"Reset Configuration?"="Réinitialiser la config"
"Reset failed, please retry later!"="Echec réinitialisation, veuillez réessayer plus tard!"
"Reset web settings"="Réinitialiser les paramètres Web"
"Reset web settings,\n\nPlease wait..."="Réinitialiser les paramètres Web, \n\nVeuillez patienter ..."
"Resetting to factory,please wait..."="Réinitialisation en usine, veuillez patienter ..."
"Reset Userdata"="Reset Userdata"
"Resetting Usedata, please wait..."="Réinitialisation de userdata, veuillez patienter ..."
"Reset Userdata?"="Réinitialiser les données utilisateur?"
"Reset userdata & local config, Please wait..."="Réinitialiser userdata & local config, veuillez patienter ..."
"Reset userdata&local setting, please wait..."="Reset userdata&local setting, please wait..."
"Reset userdata & local config"="Réinit. réglage locale et données d'utilisateur"
"Resetting to factory, please wait..."="Rétablissement réglages par défaut..."
"Tue"="Mar"
"Sat"="Sam"
"Sun"="Dim"
"Wed"="Mer"
"Thu"="Jeu"
"Fri"="Ven"
"Mon"="Lun"
"Main Menu"="Menu principal"
"Originator-Executive"="Initiateur-Cadre"
"Primary Contact must not be empty."="Le contact principal ne peut pas être vide."
"Primary DNS is invalid!"="DNS primaire non valide !"
"Assistant"="Assistant"
"Assistant Common Settings"="Réglages communs assistant"
"Register Successfully!"="Enregistrement réussi !"
"Register Name"="Nom d’enreg."
"Invalid Register name!"="Nom de registre invalide!"
"Registered"="Enregistré"
"Register fail"="Échec enreg."
"Registration failed"="Register failed"
"Register Fail!"="Échec inscription!"
"Registering"="Enreg. en cours"
"Registering Please Wait!"="Enregistrement, veuillez patienter !"
"Unregistering"="Désinscription"
"Note"="Remarque"
"Basic Call Park"="Garde de base"
"Park"="Parcage"
"Parked"="Parqué"
"S_Basic Call Park"="Garde de base"
"S_Park"="Parcage"
"Park to"="Parqué sur"
"Park Failed"="Échec du parcage"
"Forward Not Reachable"="Forward Not Reachable"
"Invalid Forward to!"="Transférer à invalide!"
"L_Transfer"="Transfert"
"S_Transfer"="Transfert"
"Advance to Next Assistant After"="Aller proch assist"
"Transfer Failed"="Échec du transfert"
"Be Transferred"="Être transféré"
"Betransferred"="Être transféré"
"Divert"="Détourner"
"Forward"="Renvoyer"
"L_Forward"="Renvoyer"
"S_Forward"="Renvoyer"
"Forward to"="Renvoyer vers"
"Forward to: %s"="Renvoyer vers : %s"
"Divert to Phone Number/SIP-URI"="DétTél/SIPURI"
"Forward to can't be empty!"="Transférer à ne peut pas être vide!"
"Forward to is invalid!"="Le champ Renvoyer vers n’est pas valide !"
"Forwarded Calls"="Appels Renvoyés"
"Forward Option"="Option de renvoi"
"Forward Selective"="Sélection avant"
"Forward Value"="Valeur de transfert"
"L_My Status"="Mon statut"
"MENU_Status"="État"
"S_My State"="Mon état"
"S_Status"="État"
"State"="État"
"Status"="État"
"Status:"="État:"
"Status requesting..."="Demande d'état..."
"ACD Trace"="Trace ACD"
"L_Trace"="Trace"
"S_ACD Trace"="Trace"
"Subnet Mask"="Masq sous-rés"
"Subnet Mask!"="Masque de sous-réseau!"
"Subnet Mask is invalid!"="Masque de sous-réseau non valide !"
"Custom"="Personnalisable "
"Custom DND"="Ne Pas Déranger personnalisable "
"Custom Key"="Touche pers."
"L_Custom Key"="Touche pers."
"S_Custom Key"="Touche pers."
"CustomButton"="CustomButton"
"CustomContact"="Contc pers"
"L_CustomContact"="Contc pers"
"S_CustomContact"="Contc pers"
"L_Enterprisecommon"="Enterprisecommon"
"S_Enterprisecommon"="Enterprisecommon"
"L_Groupcommom"="Groupcommom"
"S_Groupcommom"="Groupcommom"
"Photo Custom"="Photo personnalisable"
"Alerting Custom Calling Line ID Number"="Alrm no appl entr perso"
"Alerting Custom Calling Line ID Name"="Alte nm  appl perso"
"Custom Forward"="Avancé personnalisable"
"Auto"="Auto"
"Automatic"="Automatique"
"Auto UC Favorites is on.\n Manual configuration is disabled!"="Auto UC Favoris est activé. \n config manuelle désactivée!"
"Auto-login"="Connexion auto."
"Auto Provision"="Mise en service automatique"
"Autop URL can not be none!"="L'URL Autop ne peut pas être vide!"
"AutoP to"="AutoP vers"
"Auto-p credentials failed"="Auto-p credentials failed"
"AutoP Authority"="Autorité AutoP"
"Auto Answer Time"="Temps de réponse auto"
"AutoBLFList is on\n manually configing is forbidden!"="AutoBLFList est allumé. \n Configuration manuelle est désactivée!"
"AutoFavorite is on\n manually configing is forbidden!"="FavorisAuto est activé. \n  Configuration manuelle désactivée!"
"AutoLinekey is on\n manually configing is forbidden!"="ToucheLigneAuto activée. \n  Configuration manuelle désactivée!"
"Auto speed dial is on\n manually configing is forbidden!"="La fonction de numérotation rapide automatique est en marche, et la configuration manuelle est interdite."
"Auto Answer"="Réponse Automatique"
"Auto Redial"="Recomposition automatique"
"Auto Redial Setting"="Rappel automatique"
"Auto Divert"="Faire automatiquement dévier"
"Total Bandwidth"="Total Bandwidth"
"Total Packet Lost"="Total Packet Lost"
"Total"="Total"
"Always"="Toujours "
"Paging"="Radmssg multidif"
"Paging Group"="Groupe de radiomessagerie"
"Paging_softkey"="Téléappel"
"S_Paging"="Radmssg multidif"
"S_Paging_softkey"="Téléappel"
"Paging is invalid!"="Annonce est invalide! "
"L_Paging List"="Lst radmssg"
"Paging List"="Lst radmssg"
"PagingList"="Lst radiomssg"
"S_Paging List"="Lst radmssg"
"Paging failed!"="Échec de la radiomessagerie!"
"Paging Channel should be 0-30!"="Le canal de radiomessagerie doit être entre 0 et 30 !"
"L_Multicast Paging"="Multicast Paging"
"S_Multicast Paging"="Pagination Multicast"
"Delete the group will not delete the group members, but only move them out of the group."="Les membres du groupe seront retirés, mais non supprimés."
"GPickup"="Prise d'appel de groupe"
"Group Pick Up"="Réponse dans le groupe"
"L_Group Pick Up"="Réponse dans le groupe"
"S_GPickup"="Prise d'appel de groupe"
"S_Group Pick Up"="Réponse dans le groupe"
"Group Name"="Nom du groupe"
"Group name must be unique."="Le nom de groupe doit être unique."
"Group name must not be empty"="Le nom de groupe ne peut pas être vide."
"Organisation"="Entreprise"
"GPark"="GrParcage"
"S_GPark"="GrParcage"
"JitterBufferMax"="JitterBufferMax"
"Max Timer"="Minuteur Max"
"Difference between the maximum and the minimum value must be greater than 200!"="Difference between the maximum and the minimum value must be greater than 200!"
"The Last Test Step is Done !"="The last test step is done!"
"The minimum value must be less than the maximum value!"="The minimum value must be smaller than the maximum value!"
"Longest Waits"="Longue attentes"
"Yesterday"="Hier"
"USB power overload on the left"="Les surcharges de puissance USB à gauche"
